Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: This may indicate incorrect tagging of the 'highway' = 'motorway_link'.
ca: Això pot indicar etiquetatge incorrecte del 'highway' = 'motorway_link'.
de: Das kann auf falsches Tagging des highway=motorway_link hinweisen.
fr: Cela peut indiquer un attribut incorrect 'highway' = 'motorway_link'.
sr: Ово може да укаже на погрешно означавање 'highway' = 'motorway_link'.

source: But it can also point to a wrong route, e.g. if it was created automatically by a routing SW.
ca: Però també pot fer referència a una ruta errònia, per exemple, en el cas d'haver estat creada automàticament per un programari enrutador.
de: Es kann aber auch auf eine falsche Route hinweisen, wenn diese z.B. automatisch durch eine Routing-Software erstellt wurde.
fr: Mais ceci peut conduire à un mauvais itinéraire, par exemple s'il a été créé avec un logiciel de routage.
sr: Али може и да укаже и на погрешну руту, нпр. ако је направљена аутоматски преко неког алгоритма за рутирање.

source: There still seems to be Routing-SW that prefers to use a short stretch of highway enrance to turn around after 20 m and route back to the previous route instead of taking the direct route (because a traffic light influences the result?).
ca: Sembla que encara hi ha programaris enrutadors que prefereixen fer ús d'un tram curt de vial d'accés a l'autovia/autopista per donar la volta desprès de 20 m i tornar a la ruta anterior en comptes d'agafar la ruta directa la ruta preestablerta (per què un semàfor influeix en el resultat?).
de: Es scheint noch Routing-SW zu geben, die lieber auf ein kurzes Stück Autobahnauffahrt lenkt um nach 20 m zu wenden und wieder zurück auf die alte Strecke zu routen, statt den direkten Weg zu nehmen (weil eine Ampel das Ergebnis beeinflusst?).
fr: Il semble qu'il y ait un logiciel de routage qui préfère continuer sur la voie avant de faire demi-tour après 20 m et revenir sur la voie au lieu d'emprunter la voie directe (parce qu'un feux influence le résultat ?).
sr: Још увек постоје алгоритми за рутирање које преферирају да користе кратке делове путева да направе полукружно после 20m и да се врате на претходну руту, уместо да иду директном рутом (јер семафори утичу на резултат?).

source: Precondition: the route is without gap(s).
ca: Condició prèvia: la ruta es troba constituïda sense espais buits.
de: Voraussetzung: die Route ist ohne Lücke(n).
fr: Précondition : la ligne n'a pas de trou(s).
sr: Предуслов: рута је без рупа.

source: The Route is member of this Route-Master, but has no 'ref' tag (%s = ID of the route).
ca: La Ruta és membre de la Ruta Mestra però, no té etiqueta 'ref' (%s = ID de la ruta).
de: Die Route ist Member dieses Route-Masters, hat aber keinen 'ref' tag (%s = ID der Route).
fr: La ligne fait partie de cette ligne maître mais n'a pas d'attribut 'ref' (%s= numéro de ligne)
sr: Рута је чланица ове мастер руте, али нема 'ref' ознаку (%s = ID руте).

source: See section: "Public Transport Lines without 'ref'" of the analysis.
ca: Veure secció: "Línies de Transport Públic sense 'ref'" de l'anàlisi.
de: Siehe Abschnitt: "ÖPNV Linien ohne 'ref'-Wert" der Auswertung.
fr: Voir section "Lignes de transport public sans 'ref'" de l'analyse
sr: Погледајте одељак анализе: "Линије јавног превоза без 'ref' ознаке".

source: Route has different 'ref' = '%s' than Route-Master 'ref' = '%s' - this should be avoided: %s
ca: La Ruta té diferent 'ref' = '%s' que la Ruta Mestra 'ref' = '%s' - això ha de ser evitat: %s
de: Route hat einen anderen 'ref' = '%s' Wert als der Route-Master 'ref' = '%s' - das sollte vermieden werden: %s
fr: La route a le code de ligne 'ref' = '%s' alors que la ligne maître a le code de ligne 'ref' = '%s', cela devrait être évité : %s
sr: Рута има другачији 'ref' = '%s' од мастер руте 'ref' = '%s' - ово треба избегавати: %s

source: This is currently deactivated.
ca: Això es troba desactivat actualment.
de: Diese Prüfung ist momentan deaktiviert.
fr: Cela est actuellement désactivé
sr: Ово је тренутно деактивирано.

source: The vehicle uses a service way with a 'service' tag which is considered as not suitable for public transport routes.
ca: El vehicle fa ús d'una via de servei amb una etiqueta 'service' que es considera no viable per a rutes de transport públic.
de: Das Fahrzeug nutzt einen Serviceweg mit einem 'service' tag der als nicht passend für ÖPNV-Routen erachtet wird.
fr: Le véhicule utilise une voie de type 'service' qui n'est pas considérée comme appropriée pour les itinéraires de transports en commun.

source: Public transport routes should not use service ways tagged with 'service' = 'alley', 'driveway', 'emergence', 'drive-through' or 'parking_aisle'.
ca: Les rutes de transport públic no haurien de fer ús de vies de servei etiquetades com a 'service' = 'alley', 'driveway', 'emergence', 'drive-through' o 'parking_aisle'.
de: ÖPNV-Routen sollten keine Servicewege nutzen, welche mit 'service' = 'alley', 'driveway', 'emergency', 'drive-through' oder 'parking_aisle' getagged sind.
fr: Les itinéraires de transports en commune ne devraient pas utiliser des voies indiquées avec 'service' = 'alley', 'driveway', 'emergence', 'drive-through' ou 'parking_aisle'.

source: Check the route and consider deleting the 'service' tag from the way.
ca: Comprova la ruta i considera eliminar l'etiqueta 'service' de la via.
de: Prüfe die Route und erwäge das 'service' tag vom Serviceweg zu löschen.
fr: Vérifiez l'itinéraire et envisager d'effacer l'attribut 'service' de la voie.

source: This Route-Master has less route relations than listed here (Route(s) not listed in the Route-Master?).
ca: Aquesta Ruta Mestra té menys relacions de ruta que les llistades aquí (Rutes no llistades a la Ruta Mestra?).
de: Dieser Route-Master hat weniger Route-Relationen als hier aufgelistet sind (Route(n) nicht im Route-Master eingetragen?)
fr: Cette ligne maître contient moins de relations lignes que dans la liste (ligne(s) non inclus dans la ligne maître ?).
sr: Ова мастер рута има мање релација рута него што је излистано овде (неизлистане руте у мастер рути?)

source: This route master has more route relations than listed here (route without or with other 'ref'/'route'/'network' tag?).
ca: Aquesta ruta mestra té més relacions de rutes que les llistades aquí (ruta sense o amb altres etiquetes 'ref'/'route'/'network'?).
de: Dieser Route-Master hat mehr Route-Relationen als hier aufgelistet sind (Route ohne oder mit anderem 'ref'/'route'/'network' tag?).
fr: Cette ligne maître contient plus de relations lignes que dans la liste (itinéraire sans ou avec d'autres attributs 'ref'/'route'/'network' ?).
sr: Ова мастер рута има више релација руте него што је излистано овде (руте са или без других 'ref'/'route'/'network' ознака?).

source: The Route-Master relation contains stops or train/bus stops.
ca: La relació de la Ruta Mestra no conté parades o trens/parades de bus.
de: Die Route-Master Relation enthält Haltestellen oder Bahn-/Bussteige.
fr: La ligne maître contient des arrêts.
sr: Релација мастер руте садржи станице или станице аутобуса/воза.

source: The Route-Master relation contains relation(s) that are not of type 'route'.
ca: La relació de la Ruta Mestra conté relacions que no són de tipus 'route'.
de: Der Route-Master enthält Relation(en) ungleich Typ 'route'.
fr: La ligne maître contient une ou plusieurs relation(s) qui ne sont pas de type 'route'.
sr: Релација мастер руте садржи релације које нису 'route' типа.

source: The Route-Master relation contains streets/railways/trains/bus stops/...
ca: La relació de la Ruta Mestra conté carrers/vies fèrries/trens/parades de bus/..
de: Die Route-Master Relation enthält Straßen/Schienen/Bahn-/Bussteige/...
fr: La ligne maître contient des rues, des voies de train, des arrêts, ...
sr: Релација мастер руте садржи улице/шине/возове/аутобуске станице/...

source: The Route-Master relation does not contain a Route relation (should not happen with the used Overpass API query, see: 'The overpass API query does not return').
ca: La relació de la Ruta Mestra no conté una relació de Ruta (això no hauria de passar fent ús d'una consulta amb Overpass API, veure: 'La consulta a l'API Overpass no retorna informació').
de: Die Route-Master Relation enthält keine Routen (sollte bei der verwendeten Overpass-API Abfrage nicht passieren, siehe: "Die Overpass-API-Abfrage liefert nicht").
fr: La ligne maître ne contient pas de ligne (ne devrait pas arriver avec la requête Overpass API, voir 'La requête Overpass API n'aboutit pas').
sr: Ова мастер рута не садржи релације руте (ово не би требало да се деси са коришћеним Overpass API упитом, видите 'Overpass API упит не враћа').

source: Route: 'route_ref' = '%s' of stop includes the separator value ';' (semi-colon) with sourrounding blank
ca: Ruta: 'route_ref' = '%s' de la parada inclou el separador ';' (punt i coma) amb espais en blanc
de: Route: 'route_ref' = '%s' der Haltestelle enthält das Trennzeichen ';' (Semikolon) mit umgebendem Leerzeichen
fr: Ligne : l'attribut 'route_ref' = '%s' de cet arrêt comprend des espaces en trop autour du séparateur ';' (point-virgule)
sr: Рута: 'route_ref' = '%s' станице садржи раздвајач ';' (тачка-зарез) са знацима размака између

source: The key 'construction' is set and the key 'highway' is not set to 'construction'.
ca: L'etiqueta 'construction' es troba definida i l'etiqueta 'highway' no es troba definida com a 'construction'.
de: Der Schlüssel 'construction' ist gesetzt und der Schlüssel 'highway' hat nicht den Wert 'construction'.
fr: La clé 'construction' est définie et la clé 'highway' n'est pas définie sur 'construction'.
sr: Стављена је 'construction' ознака, а 'highway' ознака није постављена на 'construction'.

source: Construction works on ways are usually mapped as the combination of 'higway' = 'construction' and 'construction' = 'xxx', where 'xxx' is the former value of the 'highway' key.
ca: Les obres a les vies són informats normalment mitjançant la combinació de 'higway' = 'construction' i 'construction' = 'xxx', on 'xxx' és la tipologia pròpia de la clau 'highway'.
de: Baustellen an Straßen und Wegen werden üblicherweise durch die Kombination von 'highway' = 'construction' und 'construction = 'xxx' gekennzeichnet, wobei 'xxx' dem vorherigen Wert des Schlüssels 'highway' entspricht.
fr: Les travaux de construction sur les voies sont généralement mappés comme la combinaison 'highway' = 'construction' et 'construction' = 'xxx', où 'xxx' est l'ancienne valeur de la clé de l'attribut 'highway'.
sr: Радови на путу су обично мапирани као комбинација ознака 'higway' = 'construction' и 'construction' = 'xxx',где је 'xxx' ранија вредност 'highway' кључа.

source: When the construction works are finished, the key 'highway' is set to its former or a different value while the key 'construction' gets delete.
ca: Quan s'acabin els treballs de construcció, la clau 'highway' s'hauria de definir amb l'anterior o un valor diferent mentre la clau 'construction' s'elimina.
de: Sind die Bauarbeiten beendet, erhält der Schlüssel 'highway' seinen ursprünglichen Wert zurück oder einen anderen Wert, dabei wird dann der Schlüssel 'construction' gelöscht.
fr: Lorsque les travaux de construction sont terminés, la clé 'highway' est définie sur sa valeur précédente ou différente tandis que la clé 'construction' est supprimée.
sr: Када се радови заврше, 'highway' ознака се ставља на стару или на неку другу вредност, док се 'construction' ознака брише.

source: Sometimes, deleting the key 'construction' is not carried out, which leaves an artifact and can be seen as an error.
ca: Alguns cops, no es realitza correctament l'eliminació de la 'construction', cosa que deixa un objecte i pot interpretar-se com a un error.
de: Manchmal wird vergessen, den Schlüssel 'construction' zu löschen, was als Fehler angesehen werden kann.
fr: Parfois, la suppression de la 'construction' clé n'est pas effectuée, ce qui laisse un artefact et peut être considéré comme une erreur.
sr: Некада се не деси брисање 'construction' ознаке, па се онда то види као грешка.

source: and
ca: i
de: und
fr: et
sr: и

source: instead of
ca: en comptes de
de: anstatt
fr: au lieu de
sr: уместо

source: Check whether the construction works are finished or not.
ca: Comprova si els treballs de construcció ja han finalitzat o no.
de: Überprüfe ob die Bauarbeiten beendet sind oder nicht.
fr: Vérifiez si les travaux de construction sont terminés ou non.
sr: Проверите да ли су радови завршени.

source: If yes, delete the key 'construction'.
ca: En cas de si, elimina l'etiqueta 'construction'.
de: Wenn ja, lösche den Schlüssel 'construction'.
fr: Si oui, supprimer la clé 'construction'.
sr: Ако јесу, избришите кључ 'construction'.

source: If no, check for an appropriate value of the key 'highway'.
ca: En cas de no, comprova un valor apropiat per a l'etiqueta 'highway'.
de: Wenn nein, prüfe, welcher Wert für den Schlüssel 'highway' passend ist.
fr: Si non, vérifiez la valeur appropriée de la clé 'highway'.
sr: Ако нису, проверите праву вредност кључа 'highway'.

source: Route: unclear access (%s) to way
ca: Ruta: accés poc clar (%s) a la via
de: Route: unklare Befahrbarkeit (%s) auf Weg
fr: Parcours : accès imprécis au chemin (%s)
sr: Рута: нејасан приступ (%s) путу

source: A conditional access is mapped to a way. PTNA will not analyze the value of the tag.
ca: S'ha informat d'un accés condicional a una via. El PTNA no tindrà en compte el valor de l'etiqueta.
de: Für einen Weg ist eine bedingte Befahrbarkeit definiert. PTNA wird diese Bedingung nicht auswerten.
fr: Un accès conditionnel est indiqué sur une voie. PTNA n'analysera pas la valeur de l'attribut.
sr: Условни приступ је Мапиран на пут. PTNA неће анализирати вредност ознаке.

source: Please evaluate the value manually and decide whether a fix is needed or not.
ca: Si us plau, avalua el valor de manera manual i decideix si es necessària una correcció o no.
de: Den Wert der bedingten Befahrbarkeit bitte gegebenenfalls manuell auswerten und entscheiden ob eine Korrektur notwendig ist oder nicht.
fr: Veuillez évaluer la valeur manuellement et décider si un correctif est nécessaire ou non.
sr: Испитајте вредност ручно и одлучите да ли је потребна поправка или не.

source: The access restriction does not comply with the map features.
ca: La restricció d'accés no compleix amb les característiques del mapa.
de: Die Beschränkung stimmt nicht mit den Map Features überein.
fr: La restriction d'accès ne correspond pas aux fonctions de la carte.
sr: Ограничење приступа се не поклапа са стварима на карти.

source: This error is related to:
ca: Aquest error està relacionat amb:
de: Der Fehler bezieht sich auf:
fr: Cette erreur est liée à :
sr: Грешка је повезана са:

source: Further analysis of this Route relation does not make sense without the data for ways, nodes or relations.
de: Ohne Daten für Ways, Nodes und Relationen macht eine weitere Analyse dieser Routen-Relation keinen Sinn.
fr: Une analyse plus approfondie de cette relation ligne n'a pas de sens sans les données des voies, nœuds ou relations.

source: The tag 'public_transport' (='%s') is not defined for 'route_master' and 'route' relations. Do you mean 'public_transport:version'='2'?
de: Das tag 'public_transport' (='%s') ist für 'route_master und 'route' Relationen nicht definiert. Soll das 'public_transport:version'='2' sein?
fr: L'attribut 'public_transport' (='%s') n'est pas défini pour les relations maitre 'route_master' et 'route'. Est-ce que vous voulez dire 'public_transport:version'='2' ?

source: Route-Master: There is more than one Route-Master for this line = 'ref' (different 'network'-tags?).
ca: Ruta Mestra: Hi ha més d'una Ruta Mestra per a aquesta line = 'ref' (etiquetes 'network' diferents?).
de: Route-Master: Es gibt mehr als einen Route-Master für diese Linie = 'ref' (verschiedene 'network'-tags?).
fr: Ligne maître : Il y a plusieurs lignes maître pour la ligne = 'ref' (attributs 'network' différents ?)
sr: Мастер рута: Има више од једне мастер руте за ову линију = 'ref' (различите network' ознаке).

source: Route: There is more than one Route Master for this line = 'ref' plus the parent Route Master of this route.
ca: Ruta: Hi ha més d'una Ruta Mestra per a aquesta línia = 'ref' a més de la Ruta Mestra d'aquesta línia.
de: Route: Es gibt mehr als einen Route-Master für diese Linie = 'ref' plus Eltern-Route-Master dieser Route.
fr: Ligne : il y a plusieurs lignes maître pour cette ligne ='ref' et la ligne maître de cette ligne.
sr: Рута: Има више од једне мастер руте за ову линију = 'ref' плус повезану мастер руту ове руте.

source: This Route has more than one parent Route-Master (%s = list of Route-Masters).
ca: Aquesta Ruta té més d'una Ruta Mestra (%s = llista de Rutes Mestres).
de: Die Route hat mehr als einen Route-Master als Elternteil (%s = Liste der Route-Master).
fr: Cette ligne a plusieurs lignes maître (%s = liste des lignes maître).
sr: Ова рута има више од једне повезане мастер руте(%s = списак мастер рута).

source: Route-Ref is not set. Line %s of Routes-Data. Contents: '%s'
fr: Le 'ref' n'est pas indiqué. Ligne %s des données d'itinéraires. Contenu : '%s'

source: Route-Type is not set. Line %s of Routes-Data. Contents: '%s'
fr: Le type 'Route' n'est pas indiqué. Ligne %s des données d'itinéraires. Contenu : '%s'

source: Route-Type is not supported: '%s'. Line %s of Routes-Data. Contents: '%s'
fr: Le type 'Route' n'est pas pris en charge : '%s'. Ligne %s des données d'itinéraires. Contenu : '%s'

source: Values of tags must not be empty.
ca: Els valors de les etiquetes no poden ser buits.
de: Werte von Tags dürfen nicht leer sein.
fr: Les valeurs des attributs ne doivent pas être vides.

source: See also:
ca: Veure també:
de: Siehe auch:
fr: Voir aussi :
sr: Види још:

source: Defines the language for the output.
ca: Defineix l'idioma del resultat.
de: Legt die Ausgabesprache fest.
fr: Défini la langue de sortie.
sr: Дефинише језик излаза.

source: Allow 'route_master' = 'coach' and 'route' = 'coach' (although they are inofficial).
ca: Permet 'route_master' = 'coach' i 'route' = 'coach' (tot i que no siguin oficials).
de: Erlaube 'route_master' = 'coach' und 'route' = 'coach' (auch wenn diese eher inoffiziell sind).
fr: Autorise 'route_master'='coach' et 'route'='coach' (bien que non officiels).
sr: Дозволи 'route_master' = 'coach' и 'route' = 'coach' (иако нису баш званични).

source: Ways are used which cannot be used explicitly or implicitly ('construction', 'access', ...) and where 'bus' = 'yes', 'bus' = 'designated', 'bus' = 'official', 'psv' =' yes', ... is not set.
ca: S'han fet ús de vies que no es poden utilitzar de manera explicita o implícita ('construction', 'access', ...) i on no s'ha definit 'bus' = 'yes', 'bus' = 'designated', 'bus' = 'official', 'psv' =' yes',....
de: Es werden Wege benutzt welche explizit oder implizit ('construction', 'access', ...) nicht genutzt werden können und wo 'bus' = 'yes', 'bus' = 'designated', 'bus' = 'official', 'psv' =' yes', ... nicht gesetzt ist.
fr: Des voies sont utilisées mais de manière explicite ou implicite ('construction', 'access', ...) et où 'bus'='yes', 'bus'='designated', 'bus'='official', 'psv'='yes', ... n'est pas indiqué.
sr: Коришћени путеви не могу бити коришћени експлицитно или имплицитно ('construction', 'access', ...), а где нису стављене ознаке 'bus' = 'yes', 'bus' = 'designated', 'bus' = 'official', 'psv' =' yes', ...

source: This applies to 'barrier' = '...' as well.
ca: Això també aplica a 'barrier' = '...'.
de: Das gilt auch für 'barrier'.
fr: Cela s'applique à 'barrier'='...' aussi.
sr: Ово важи и за 'barrier' = '...'.

source: Check OSM route_master/route data against GTFS feed data
ca: Comproveu les dades d'OSM route_master/route amb les dades de l'origen GTFS
de: Prüfe OSM route_master/route Daten gegen GTFS feed Daten
fr: Vérifiez la ligne maître/ligne avec les données GTFS

source: no checking
ca: cap comprovació
de: keine Prüfung
fr: Pas de vérification

source: check against GTFS feed data specified in
ca: comproveu les dades de l'origen GTFS especificades a
de: prüfe gegen die Daten des GTFS feed, definiert in
fr: Vérifiez avec les données GTFS spécifiées dans

source: CSV entry in the routes file
ca: Entrada CSV al fitxer de rutes
de: CSV Eintrag in der Routes Datei
fr: format CSV dans le fichier d'itinéraires

source: tags in the route_master and route relations
ca: etiquetes a la route_master i a les relacions de route
de: tags in den route_master und route Relationen
fr: attributs (tags) dans les relations ligne maître et ligne

source: check against 'csv' and 'tags'
ca: comproveu amb 'csv' i 'etiquetes'
de: prüfe gegen 'csv' und 'tags'
fr: vérifiez avec 'csv' et 'tags'

source: 'highway' = 'bus_stop' can be set on nodes only, not on ways or areas.
ca: 'highway' = 'bus_stop' només es pot definir en nodes, no en línies o àrees.
de: 'highway' = 'bus_stop' ist nur auf Nodes erlaubt, nicht auf Ways oder Areas.
fr: 'highway'='bus_stop' s'applique aux nœuds uniquement et pas aux voies ou surfaces.
sr: 'highway' = 'bus_stop' се може ставити само на чворове, не и на путеве и области.

source: Check dates to follow ISO format: YYYY-MM-DD
fr: Vérifiez que les dates sont au format ISO : AAAA-MM-JJ

source: Check 'gtfs:*' tags for validity, ...
ca: Revisa 'gtfs:*' etiquetes per validació, ...
de: Prüfung, ob 'gtfs:*' Tags korrekt, ... sind.
fr: Vérifier les attributs 'gtfs:*' pour validation ...
sr: Проверите 'gtfs:*' ознаке за валидност, ...

source: Check whether motorway links are used without actually using a motorway/trunk road.
ca: Comprova si els enllaços d'autopista/autovia són utilitzats sense accedir a l'autopista/autovia.
de: Prüfung, ob Autobahnauf- oder abfahrten benutzt werden ohne nachher oder vorher eine Autobahn/Schnellstraße zu nutzen.
fr: Vérifier si les bretelles d'autoroute sont utilisées sans autoroute.
sr: Проверите да ли се везе са моторним путевима користе без стварног коришћења моторних путева.

source: Check of 'name' = '...ref: from => to' respectively 'name' ='...ref: from => via => ... => to'.
ca: Comprova el 'name' = '...ref: des de => a' respectivament 'name' ='...ref: des de => via => ... => a'.
de: Prüfung, ob 'name = '... ref: from => to' beziehungsweise 'name' = '...ref: from => via ... => to' entspricht.
fr: Vérification de 'name'='...ref:from => to' dans 'name' ='...ref: from => via => ... => to'.
sr: Провера 'name' = '...ref: from => to' респективно на 'name' ='...ref: from => via => ... => to'.

source: More relaxed check of 'name' ='...: A => B', where 'A' must be part of 'from' and 'B' must be part of 'to'.
ca: Comprovació més laxa de 'name' ='...: A => B', on 'A' ha de ser part de 'from' i 'B' ha de ser part de 'to'.
de: Mehr entspanntere Prüfung, ob 'name' = '...: A => B' entspricht, wo 'A' Teil von 'from' und 'B' Teil von 'to' sein müssen.
fr: Vérification plus souple de 'name'='...: A => B', où 'A' fait partie de 'from' et 'B' de 'to'
sr: Релаксиранија провера 'name' ='...: A => B', где 'A' мора да буде део 'from' ознаке, а 'B' да буде део 'to' ознаке.

source: Check that for instance 'bus' = 'yes' is set on a PTv2 bus stop having 'public_transport' = 'platform'. PTv2 does not require this though.
ca: Comprova que per a una entrada 'bus' = 'yes' s'ha definit tenint una parad de bus PTv2 'public_transport' = 'platform'. Tot i que PTv2 no ho requereix.
de: Prüfe, ob zum Beispiel 'bus' = 'yes' bei einer PTv2 Bushaltestelle existiert, wo 'public_transport' = 'platform' gesetzt ist. PTv2 fordert dieses allerdings nicht.
fr: Vérifiez que, par exemple, 'bus' = 'yes' est défini sur un arrêt de bus PTv2 qui a l'attribut 'public_transport' = 'platform'. Toutefois, le schéma PTv2 ne le considère pas comme nécessaire.
sr: Проверава да је нпр. 'bus' = 'yes' постављен на PTv2 аутобуску станицу која има 'public_transport' = 'platform'. PTv2 ово не захтева.
