Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: PTv2 route: '%s' is not part of 'name' (derived from '%s' = '%s')
ca: Ruta PTv2: '%s' no és part de 'name' (derivat de '%s' = '%s')
de: PTv2 Route: '%s' ist nicht Teil von 'name' (hergeleitet von '%s' = '%s')
fr: Ligne PTv2 : '%s' ne fait pas partie de 'name' (dérivé de '%s'='%s')
sr: PTv2 рута: '%s' није део 'name' ознаке (изведено из '%s' = '%s')

source: PTv2 route: 'ref' is not part of 'name'
ca: Ruta PTv2: 'ref' no és part del 'name'
de: PTv2 Route: 'ref' ist nicht Teil von 'name'
fr: Ligne PTv2 : l'attribut 'ref' ne fait pas partie du nom 'name'
sr: PTv2 рута: 'ref' ознака није део 'name' ознаке

source: PTv2 route: from-part ('%s') of 'name' is not part of 'from' = '%s'
ca: Ruta PTv2: from-part ('%s') de 'name' no és part de 'from' = '%s'
de: PTv2 Route: der 'Von'-Anteil ('%s') von 'name' ist nicht Teil von 'from' = '%s'
fr: Ligne PTv2 : la partie 'de' du nom ('%s') ne fait pas partie de l'attribut 'from' = '%s'
sr: PTv2 рута: "од" део ('%s') 'name' ознаке није део ознаке 'from' = '%s'

source: PTv2 route: from-part ('%s') of 'name' is not equal to 'from' = '%s'
ca: Ruta PTv2: from-part ('%s') del 'name' no és igual a 'from' = '%s'
de: PTv2 Route: der 'Von'-Anteil ('%s') von 'name' ist nicht identisch zu 'from' = '%s'
fr: Ligne PTv2 : la partie 'de' du nom ('%s') n'est pas identique à l'attribut 'from' = '%s'
sr: PTv2 рута: "од" део ('%s') 'name' ознаке није једнак ознаци 'from' = '%s'

source: PTv2 route: 'from' is not set
ca: Ruta PTv2: 'from' no es troba definit
de: PTv2 Route: 'from' ist nicht gesetzt
fr: Ligne PTv2 : l'attribut 'from' n'est pas défini
sr: PTv2 рута: 'from' ознака није постављена

source: PTv2 route: to-part ('%s') of 'name' is not part of 'to' = '%s'
ca: Ruta PTv2: to-part ('%s') de 'name' no és part de 'to' = '%s'
de: PTv2 Route: der 'Nach'-Anteil ('%s') von 'name' ist nicht Teil von 'to' = '%s'
fr: Ligne PTv2 : la partie 'à' du nom ('%s') ne fait pas partie de l'attribut 'to' = '%s'
sr: PTv2 рута: "до" део ('%s') 'name' ознаке није део ознаке 'to' = '%s'

source: PTv2 route: to-part ('%s') of 'name' is not equal to 'to' = '%s'
ca: Ruta PTv2: to-part ('%s') de 'name' no és igual a 'to' = '%s'
de: PTv2 Route: der 'Nach'-Anteil ('%s') von 'name' ist nicht identisch zu 'to' = '%s'
fr: Ligne PTv2 : la partie 'à' du nom ('%s') n'est pas identique à l'attribut 'to' = '%s'
sr: PTv2 рута: "до" део ('%s') 'name' ознаке није једна ознаци 'to' = '%s'

source: PTv2 route: 'to' is not set
ca: Ruta PTv2: 'to' no es troba definit
de: PTv2 Route: 'to' ist nicht gesetzt
fr: Ligne PTv2 : l'attribut 'to' n'est pas défini
sr: PTv2 рута: 'to' ознака није постављена

source: PTv2 route: 'via' is set: %d. via-part ('%s') of 'name' is not part of %d. via-value = '%s'
ca: Ruta PTv2: s'ha definit 'via': %d. via-part ('%s') de 'name' no és part de %d. via-value = '%s'
de: PTv2 Route: 'via' ist gesetzt: der %d. 'Über'-Anteil ('%s') von 'name' ist nicht Teil von %d. via-Teil = '%s'
fr: Ligne PTv2 : attribut 'via' défini : %d. La partie 'par' du nom ('%s') ne fait pas partie de %d. Valeur via '%s'
sr: PTv2 рута: 'via' ознака је стављена на: %d, али "via" део ('%s') 'name' ознаке није део %d. via ознака = '%s'

source: PTv2 route: 'via' is set: %d. via-part ('%s') of 'name' is not equal to %d. via-value = '%s'
ca: Ruta PTv2: s'ha definit 'via': %d. via-part ('%s') de 'name' no és igual a%d. via-value = '%s'
de: PTv2 Route: 'via' ist gesetzt: der %d. 'Über'-Anteil ('%s') von 'name' ist nicht gleich dem %d. via-Teil = '%s'
fr: Ligne PTv2 : attribut 'via' défini : %d. La partie 'par' du nom ('%s') n'est pas identique à %d. Valeur via '%s'
sr: PTv2 рута: 'via' ознака је стављена на: %d. "via" део ('%s') 'name' ознаке није једнак %d. "via" ознака = '%s'

source: PTv2 route: there are more via-parts in 'name' (%d) than in 'via' (%d)
ca: Ruta PTv2: hi ha més via-parts a 'name' (%d) que a 'via' (%d)
de: PTv2 Route: es gibt mehr 'Über'-Anteile in 'name (%d) als in 'via' (%d)
fr: Ligne PTv2 : il y a plus de 'par' dans le nom 'name' (%d) que dans le 'via' (%d)
sr: PTv2 рута: постоји више "via "делова у 'name' ознаци (%d) него што их има у 'via' ознаци (%d)

source: PTv2 route: there are less via-parts in 'name' (%d) than in 'via' (%d)
ca: Ruta PTv2: hi ha menys via-parts a 'name' (%d) que a 'via' (%d)
de: PTv2 Route: es gibt weniger 'Über'-Anteile in 'name (%d) als in 'via' (%d)
fr: Ligne PTv2 : il y a moins de 'par' dans le nom 'name' (%d) que dans le 'via' (%d)
sr: PTv2 рута: има мање "via" делова у 'name' ознаци (%d) него у 'via' ознаци (%d)

source: PTv2 route: 'name' has more than one '=>' but 'via' is not set
ca: Ruta PTv2: 'name' té més d'un '=>' però no s'ha definit 'via'
de: PTv2 Route: 'name' enthält mehr als ein '=>', aber 'via' ist nicht gesetzt
fr: Ligne PTv2 : le nom comporte plusieurs '=>' mais le tag 'via' n'est pas défini
sr: PTv2 рута: 'name' ознака има више од једног знака '=>', али 'via' ознака није постављена

source: PTv2 route: 'name' has no via-parts but 'via' is set
ca: Ruta PTv2: 'name' no té via-parts però s'ha definit 'via'
de: PTv2 Route: 'name' hat keine 'Über'-Anteile, aber 'via' ist gesetzt
fr: Ligne PTv2 : le nom 'name' n'a pas de via alors que l'attribut 'via' est défini
sr: PTv2 рута: 'name' ознака нема "via" делова, али је 'via' ознака постављена

source: PTv2 route: 'name' should be similar to the form '... ref ...: from => to'
ca: Ruta PTv2: 'name' ha de ser similar a la forma '... ref ...: des de => a'
de: PTv2 Route: 'name' sollte annähernd die Form '... ref ...: from => to' haben
fr: Ligne PTv2 : le nom 'name' devrait être sous la forme '... ref ... : from => to'
sr: PTv2 рута: 'name' ознака треба да буде у облику '... ref ...: from => to'

source: PTv2 route: 'name' should (at least) be of the form '... ref ...: from => to'
ca: Ruta PTv2: 'name' ha de ser (com a mínim) en la forma '... ref ...: des de => a'
de: PTv2 Route: 'name' sollte (mindest) von der Form '... ref ...: from => to' sein
fr: Ligne PTv2 : le nom 'name' devrait être sous la forme (ou ressembler à) '... ref ... : from => to'
sr: PTv2 рута: 'name' ознака треба бити (бар) у облику '... ref ...: from => to'

source: PTv2 route: using wrong way type (%s)
ca: Ruta PTv2: fent ús del tipus de via incorrecte (%s)
de: PTv2 Route: ein falscher Wegtyp wird benutzt (%s)
fr: Ligne PTv2 : utilise le mauvais type de voie (%s)
sr: PTv2 рута: користи се неисправан тип пута (%s)

source: Route: using way type (%s)
ca: Ruta: fent ús del tipus de via (%s)
de: Route: benutzter Wegtyp (%s)
fr: Ligne : utilise le type de voie (%s)
sr: Рута: користи се тип пута (%s)

source: Route: see
fr: Ligne : voir

source: Route: suspicious access restriction (%s) to way. Check whether this should be '%s:lanes%s'='%s'
fr: Itinéraire : restriction (%s) d'accès douteuse sur une voie. Vérifier si celle-ci devrait être '%s:lanes%s'='%s'

source: Route: restricted access ('%s'='school') to way for a route relation not tagged with 'bus'='school'
fr: Itinéraire : restriction d'accès ('%s'='school') sur une voie d'un itinéraire sans attribut bus scolaire 'bus'='school'

source: Route: incorrect access restriction (%s) to way. Consider tagging as 'busway'='%s'
fr: Itinéraire : restriction d'accès au chemin incorrecte (%s). Il est recommandé d'utiliser 'busway'='%s'

source: Route: restricted access (%s) to way. The key '%s' also includes public transport buses
fr: Ligne : accès restreint sur la voie (%s), la clé '%s' inclus également des lignes de transport en commun

source: Route: restricted access (%s) to way. Consider tagging as '%s'='yes', '%s'=designated, or ... along with 'motor_vehicle='no'
fr: Ligne : accès restreint sur la voie (%s). Il est recommandé d'avoir '%s'='yes' ou '%s'=designated' en plus de 'motor_vehicle='no'

source: Route: incorrect access restriction (%s) to way. Consider tagging as '%s'='no' and '%s'='yes'
ca: Ruta: restricció d'accés incorrecta (%s) a la via. Considera etiquetar-ho com a '%s'='no' i '%s'='yes'
de: Route: fehlerhafte Beschränkung (%s) auf Weg. Gegebenenfalls mappen als '%s'='no' und '%s'='yes'
fr: Parcours : restriction d'accès au chemin incorrecte (%s). Il est recommandé d'utiliser '%s'='no' et '%s'='yes'
sr: Рута: неисправна права приступа (%s) путу. Размислите да означите као '%s'='no' и '%s'='yes'

source: Route: suspicious access restriction (%s) to way. Check whether this should be '%s'='yes' or 'psv'='yes'
ca: Ruta: restricció d'accés sospitosa (%s) a la via. Comprova si hauria de ser '%s'='yes' o 'psv'='yes'
de: Route: verdächtige Beschränkung (%s) auf Weg. Prüfe, ob das nicht '%s'='yes' oder 'psv'='yes' sein sollte
fr: Itinéraire : restriction (%s) d'accès douteuse sur des voies. Vérifier si celle-ci devrait être '%s'='yes' ou 'psv'='yes'

source: Route: suspicious %s along with 'highway' unequal to 'construction' on way
ca: Ruta: %s sospitós amb 'highway' no igual a 'construction' a la via
de: Route: verdächtige %s zusammen mit 'highway' ungleich 'construction' auf Weg
fr: Parcours : %s douteux avec 'highway' différent de 'construction' sur le chemin
sr: Рута: сумњив %s дуж 'highway' неједнак са 'construction' ознаком на путу

source: Route: restricted access (%s) to way without 'psv'='yes', '%s'='yes', '%s'='designated', or ...
ca: Ruta: accés restringit (%s) a la via sense 'psv'='yes', '%s'='yes', '%s'='designated', o...
de: Route: eingeschränkte Befahrbarkeit (%s) auf Weg ohne Angabe von 'psv' = 'yes', '%s' = 'yes', '%s' = 'designated', oder ...
fr: Parcours : accès restreint du chemin (%s) sans 'psv'='yes'. '%s'='yes', '%s'=designated, ou ...
sr: Рута: ограничен приступ (%s) путу без 'psv'='yes', '%s'='yes', '%s'='designated', или ...

source: Route: restricted access at barrier (%s) without 'psv'='yes', '%s'='yes', '%s'='designated', or ...
ca: Ruta: accés restringit a barrera (%s) sense 'psv'='yes', '%s'='yes', '%s'='designated', o...
de: Route: eingeschränkte Befahrbarkeit an Barriere (%s) ohne Angabe von 'psv' = 'yes', '%s' = 'yes', '%s' = 'designated', oder ...
fr: Parcours : accès restreint à la barrière (%s) sans 'psv'='yes', '%s'='yes', '%s'='designated', ou ...
sr: Рута: ограничен приступ препреци (%s) без 'psv'='yes', '%s'='yes', '%s'='designated', или ...

source: Route: 'highway' = 'bus_stop' is set on way. Allowed on nodes only!
ca: Ruta: 'highway' = 'bus_stop' s'ha definit a la via. Només es permet en nodes!
de: Route: 'highway' = 'bus_stop' ist auf einem 'way' gesetzt. Dieses Tag ist nur auf Nodes erlaubt!
fr: Parcours : le tag 'highway'='bus_stop' est placé sur un chemin. Seul un noeud peut être un arrêt de bus !
sr: Рута: 'highway' = 'bus_stop' је постављен на путу. То је дозвољено само на чворовима!

source: separate multiple values by ';' (semi-colon) without blank
ca: separa valors múltiples per ';' (punt i coma) sense espai en blanc
de: trenne mehrere Werte durch ';' (Semikolon) ohne Leerzeichen
fr: séparer les différentes valeurs par des ';' (point-virgule) sans espaces
sr: раздвојте више вредности са ';' (тачка-зарез) без размака

source: Route: 'route_ref' = '%s' of stop does not include 'ref' = '%s' value of this route%s
ca: Ruta: 'route_ref' = '%s' de parada no inclou el valor 'ref' = '%s' d'aquesta ruta%s
de: Route: 'route_ref' = '%s' der Haltestelle enthält nicht den 'ref' = '%s' Wert dieser Route%s
fr: Ligne : l'attribut 'route_ref' = '%s' de cet arrêt ne comprend pas l'attribut 'ref' = '%s' de cette ligne %s
sr: Рута: 'route_ref' = '%s' станице не укључује 'ref' = '%s' вредност ове руте %s

source: Route: 'route_ref' = '%s' of stop: ',' (comma) as separator value should be replaced by ';' (semi-colon) without blank
ca: Ruta: 'route_ref' = '%s' de la parada: ',' (coma) com a valor de separador hauria de reemplaçar-se per ';' (punt i coma) sense espais en blanc
de: Route: 'route_ref' = '%s' der Haltestelle: ',' (Komma) als Trennzeichen sollte durch ';' (Semikolon, ohne Leerzeichen) ersetzt werden
fr: Ligne : remplacer les ',' (virgule) par des ';' (point-virgule) sans espace comme séparateur dans l'attribut 'route_ref' = '%s' de cet arrêt
sr: Рута: 'route_ref' = '%s' станице: ',' (зарез) као раздвајач треба заменити са ';' (тачка-зарезом) без знакова размака

source: Route: '%s' = '%s' of stop should be deleted, 'route_ref' = '%s' exists
ca: Ruta: '%s' = '%s' de la parada hauria d'eliminar-se, 'route_ref' = '%s' existeix
de: Route: '%s' = '%s' der Haltestelle sollte gelöscht werden, 'route_ref' = '%s' existiert
fr: Ligne : '%s' = '%s' doit être supprimé sur cet arrêt car 'route_ref' = '%s' est déjà présent
sr: Рута: '%s' = '%s' станице треба да се избрише, већ постоји 'route_ref' = '%s'

source: (consider adding '%s' to the 'route_ref' tag of the stop)
ca: (considera afegir '%s' a l'etiqueta 'route_ref' de la parada)
de: (füge gegebenenfalls '%s' zum Merkmal 'route_ref' der Haltestelle hinzu)
fr: (ajouter '%s' à l'attribut 'route_ref' de cet arrêt serait peut-être plus adapté)
sr: (размислите да додате '%s' на 'route_ref' ознаку станице)

source: Route: 'ref' = '%s' of stop should represent the reference of the stop, but includes the 'ref' = '%s' of this route %s
ca: Ruta: 'ref' = '%s' de la parada ha de representar la referència de la parada però incloure el 'ref' = '%s' d'aquesta ruta %s
de: Route: 'ref' = '%s' der Haltestelle sollte die Referenz der Haltestelle sein, enthält aber die 'ref' = '%s' dieser Route %s
fr: Ligne : l'attribut 'ref' = '%s' sur un arrêt doit correspondre au numéro de l'arrêt, mais semble être le numéro 'ref' = '%s' de cet itinéraire %s
sr: Рута: 'ref' = '%s' станице треба да представља референцу станице, али укључује 'ref' = '%s' ове руте %s

source: Route: '%s' = '%s' of stop should be replaced by 'route_ref' = '%s'
ca: Ruta: '%s' = '%s' de la parada s'ha de reemplaçar per 'route_ref' = '%s'
de: Route: '%s' = '%s' der Haltestelle sollte durch 'route_ref' = '%s' ersetzt werden
fr: Ligne : '%s' = '%s' de cet arrêt devrait être remplacé par 'route_ref' = '%s'
sr: Рута: '%s' = '%s' станице треба да се замени са 'route_ref' = '%s'

source: (consider creating a 'route_ref' = '%s' tag for the stop)
ca: (considera crear una etiqueta 'route_ref' = '%s' per a la parada)
de: (erzeuge gegebenenfalls 'route_ref' = '%s' für die Haltestelle)
fr: (l'attribut 'route_ref' = '%s' serait peut-être plus adapté pour cet arrêt)
sr: (размислите да додате 'route_ref' = '%s' ознаку на станицу)

source: Date of Data
ca: Data de les Dades
de: Datum der Daten
fr: Date des données
sr: Датум података

source: Hints
ca: Pistes
de: Hinweise
fr: Astuces
sr: Савети

source: The data will be updated when the result of the analysis has changed.
ca: Les dades seran actualitzades quan es modifiqui el resultat de l'anàlisi.
de: Die Daten werden gegebenenfalls nur aktualisiert, wenn sich das Ergebnis der Analyse geändert hat.
fr: Les données seront mises à jour quand le résultat de l'analyse aura changé.
sr: Подаци ће бити ажурирани када се промене и резултати анализе.

source: An explanation of the error texts can be found in the documentation at '<a href='/en/index.php#messages'>Messages</a>'.
ca: Una explicació dels texts d'error es pot trobar a la documentació a '<a href='/en/index.php#messages'>Missatges</a>'.
de: Eine Erläuterung der Fehlertexte ist in der Dokumentation unter '<a href='/de/index.php#messages'>Meldungen</a>' zu finden.
fr: Une explication sur chaque erreur peut être trouvée dans la <a href="/fr/index.php#messages">documentation</a>.
sr: Објашњење грешака можете видети у документацији на '<a href='/en/index.php#messages'>Поруке</a>'.

source: Request start of new analysis
de: Start einer neuen Analyse anfordern
fr: Demande de lancement d'une nouvelle analyse

source: Static Analysis for OpenStreetMap
ca: Anàlisi Estàtic per a OpenStreetMap
de: Statische Auswertungen für OpenStreetMap
fr: Analyse statique pour OpenStreetMap
sr: Статичка анализа за OpenStreetMap

source: Home
ca: Inici
de: Start
fr: Accueil
sr: Почетна

source: Click here to toggle between 'analysis' page and 'differences' page
ca: Clica aquí per a canviar entre la pàgina d''anàlisi' i la pàgina 'diferències'
de: Klicken Sie hier, um zwischen der Seite 'Analyse' und der Seite 'Unterschiede' zu wechseln
fr: Cliquez ici pour basculer entre la page 'analyse' et la page 'différences'
sr: Кликните овде да мењате између стране 'анализе' и стране 'промене'

source: Toggle View
ca: Canvia de Vista
de: Ansicht umschalten
fr: Basculer la vue
sr: Измени приказ

source: Imprint
ca: Empremta
de: Impressum
fr: Mentions légales
sr: Импресум

source: Privacy policy
ca: Política de privacitat
de: Datenschutzerklärung
fr: Politique de confidentialité
sr: Политика приватности

source: Contents
ca: Continguts
de: Inhalt
fr: Résultats
sr: Садржај

source: This section lists the lines that could not be clearly assigned.
ca: Aquesta secció llista les línies que poden ser assignades clarament.
de: Dieser Abschnitt listet die Linien auf, die nicht eindeutig zugeordnet werden konnten.
fr: Cette section répertorie les lignes qui n'ont pas pu être clairement attribuées.
sr: Овај одељак излистава линије које нису јасно додељене.

source: The line numbers 'ref' have been specified several times in the CSV file.
ca: Els números de línia 'ref' s'han especificat diversos cops al fitxer CSV.
de: Die Liniennummern 'ref' sind in der CSV-Datei mehrfach angegeben worden.
fr: Les numéros de ligne 'ref' ont été spécifiés plusieurs fois dans le fichier CSV.
sr: Бројеви линија 'ref' су специфицирани више пута у CSV фајлу.

source: This means that the same line number exists in the transport network several times in different municipalities / cities.
ca: Això significa que el mateix número de línia existeix a la xarxa de transport diverses vegades en diferents poblacions/ciutats.
de: Das bedeutet, dass die selbe Liniennummer im Verkehrsverbund mehrfach in verscheidenen Gemeinden/Städten vorhanden ist.
fr: Cela signifie que le même numéro de ligne existe plusieurs fois dans le réseau de transport dans différentes municipalités / villes.
sr: Ово значи да исти број линије постоји у мрежи превоза више пута у различитим општинама/градовима.

source: In order to be able to clearly assign the lines, the following should be indicated:
ca: Per tal de poder assignar clarament les línies, s'ha d'indicar el que s'enumera a continuació:
de: Um die Linien eindeutig zuordnen zu können sollte folgendes angegeben werden:
fr: Afin de pouvoir attribuer clairement les lignes, il convient d'indiquer ce qui suit :
sr: Да бисте јасно доделили линије, потребно је да назначите следеће:

source: 'network', 'operator', as well as 'from' and 'to' should be tagged with the relation.
ca: 'network', 'operator', així com 'from' i 'to' haurien d'estar etiquetats amb la relació.
de: 'network', 'operator', sowie 'from' und 'to' sollten bei der Relation getagged sein.
fr: 'network', 'operator', ainsi que 'from' et 'to' devraient être définis avec la relation.
sr: 'network', 'operator', као и 'from' и 'to' ознаке треба да буду постављене на релацији.

source: If the value of 'operator' is sufficient for differentiation, 'from' and 'to' need not be specified.
ca: Si el valor de 'operator' és suficient per a diferenciar, no cal especificar 'from' i 'to'.
de: Wenn der Wert von 'operator' zur Differenzierung eindeutig ist, müssen 'from' und 'to' nicht angegeben werden.
fr: Si la valeur de 'operator' est suffisante pour la différenciation, 'from' et 'to' n'ont pas à être précisés.
sr: Ако је вредност 'operator' ознаке недовољна да их разликује, морате специфицирати и 'from' и 'to' ознаке.

source: CSV file
ca: Arxiu CSV
de: CSV-Datei
fr: Fichier CSV
sr: CSV фајл

source: 'Operator', as well as 'From' and 'To' should be specified in the CSV file with the same values as with the relation.
ca: 'Operador', així com 'Des de' i 'A' haurien d'estar especificats al fitxer CSV amb el mateix valor que amb la relació.
de: 'Betreiber', sowie 'Von' und 'Nach' sollten in der CSV-Datei mit den selben Werten wie bei der Relation angegeben werden.
fr: 'Operator', ainsi que 'from' et 'to' devraient être indiqués dans le fichier CSV avec les même valeurs que dans la relation.
sr: 'Operator', као и 'From' и 'To' ознаке треба да буду специфициране у CSV фајлу са истим вредностима као у релацији.

source: See the instructions for such entries at the beginning of the CSV file.
ca: Mira les instruccions per a aquestes entrades al començament del fitxer CSV.
de: Siehe hierzu die Anleitung für solche Einträge am Anfang der CSV-Datei.
fr: Voir les instructions pour ces entrées au début du fichier CSV.
sr: Погледајте упутства за ове уносе на почетку CSV фајла.

source: Examples for an entry in the CSV file of the form: 'ref;type;Comment;From;To;Operator':
ca: Exemples per a una entrada al fitxer CSV de la forma: 'ref;type;Comment;From;To;Operator':
de: Beispiele aus dem VMS für einen Eintrag in der CSV-Datei der Form: 'ref;type;Kommentar;Von;Nach;Betreiber':
fr: Exemples d'une entrée du fichier CSV sous la forme : 'ref;type;Comment;From;To;Operator':
sr: Примери за унос у CSV фајлу у облику: 'ref;type;Comment;From;To;Operator':

source: provides services in City-A
ca: proporciona servei a la Ciutat-A
de: fährt in Annaberg-Buchholz
fr: assure des services dans la ville A
sr: пружа услугу у граду A

source: First Avenue
ca: Avinguda Meridiana
de: Barbara-Uthmann-Ring
fr: Première Avenue
sr: Прва улица

source: Sixth Avenue
ca: Avinguda Diagonal
de: Buchholz
fr: Sixième Avenue
sr: Шеста улица

source: Operator-X
ca: Operador-X
de: RVE
fr: Opérateur X
sr: Оператер X

source: provides services in Village-B
ca: proporciona servei a la Vil·la-B
de: fährt in Aue
fr: assure des services dans le village B
sr: пружа услугу у селу B

source: Main Street
ca: Carrer Major
de: Postplatz
fr: Rue Principale
sr: Главна улица

source: Second Street
ca: Carrer Barcelona
de: Postplatz
fr: Rue Secondaire
sr: Споредна улица

source: provides services in Town-C
ca: proporciona servei al Poble-C
de: fährt in Burgstädt
fr: assure des services dans la ville C
sr: пружа услугу у насељу C

source: Sunset Boulevard
ca: Passeig Marítim
de: Sportzentrum
fr: Boulevard du Soleil Couchant
sr: Булевар Хероја

source: Rainbow Boulevard
ca: Passeig del Riu
de: Heiersdorf
fr: Boulevard Arc en Ciel
sr: Булевар АВНОЈ-а

source: Operator-Z
ca: Operdor-Z
de: RBM
fr: Opérateur Z
sr: Оператер Z

source: 1.) and 2.) are only distinguishable by means of 'From'/'from' and 'To'/'to', since 'Operator'/'operator' are identical (='Operator-X').
ca: 1.) i 2.) només es poden diferenciar mitjançant 'From'/'from' i 'To'/'to', ja que 'Operator'/'operator' són idèntics (='Operador-X').
de: 1.) und 2.) sind nur mit Hilfe von 'Von'/'from' und 'Nach'/'to' unterscheidbar, da 'Betreiber'/'operator' identisch (='RVE') sind.
fr: 1.) et 2.) sont différienciés à l'aide de 'From'/'from' et 'To'/'to', puisque 'Operator'/'operator' sont identiques (='Operator-X').
sr: 1.) и 2.) се могу разликовати само преко 'From'/'from' и 'To'/'to' ознака, пошто су 'Operator'/'operator' исти (='Operator-X').

source: 1.) and 3.) as well as 2.) and 3.) can be distinguished by 'Operator'/'operator', as these are different (='Operator-X' or ='Operator-Z').
ca: 1.) i 3.) així com 2.) i 3.) poden diferenciar-se per 'Operator'/'operator', ja que aquests són diferents (='Operador-X' o ='Operador-Z').
de: 1.) und 3.) sowie 2.) und 3.) sind an Hand von 'Betreiber'/'operator' unterscheidbar, da diese unterschiedlich sind (='RVE' bzw. ='RBM').
fr: 1.) et 3.) ainsi que 2.) et 3.) sont différenciables à l'aide de 'Operator'/'operator', puisque ceux-ci sont différents (='Operator-X' ou ='Operator-Z').
sr: 1.) и 3.) као и 2.) и 3.) се могу довољно разликовати само преко 'Operator'/'operator' ознаке, јер су они различити (='Operator-X' или ='Operator-Z').
