Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: Check the value of 'network', ... whether the separator is actually the semicolon ';' (w/o Blanks).
ca: Comprova el valor de 'network', ... si el separador és realment el punt i coma ';' (sense espais en blanc).
de: Prüfe die Werte von 'network', ... ob das Aufzählungstrennzeichen tatsächlich das Semikolon ';' (ohne Blanks) ist.
fr: Vérification de l'attribut 'network', ... si le séparateur est bien le point-virgule ';' (sans espace)
sr: Проверава вредност 'network' ознаке, ... да ли је раздвајач заправо тачка-зарез ';' (без размака).

source: Check whether roundabouts are used partially (segments only) or completely (while not being segmented).
ca: Comprova si les rotondes s'utilitzen de manera parcial (únicament segments) o completament (quan no es troben segmentades).
de: Prüfung von Kreisverkehren, ob sie partiell (in Segmente aufgeteilt) oder komplett (aber nicht in Segmente aufgeteilt) in der Relation enthalten sind.
fr: Vérifie si les rond-points sont utilisés en partie (seulement les segments) ou entièrement (si non segmenté).
sr: Проверава да ли су кружни токови кориштени парцијално (само сегменти) или у целини (да нису сегментирани).

source: Check whether the tag 'route_ref' on the stops of a route includes the value of 'ref' of the route (provided 'route_ref' exists).
ca: Comprova si l'etiqueta 'route_ref' a les parades de la ruta inclou el valor de 'ref' de la ruta (proporciona 'route_ref' si existeix).
de: Prüfung, ob das Tag 'route_ref' an Haltestellen den Wert der Tags 'ref' der Route enthält (vorausgesetzt 'route_ref' existiert).
fr: Vérifie si l'attribut 'route_ref' sur les arrêts d'une ligne contient la valeur 'ref' (si 'route_ref' existe).
sr: Проверава да ли ознака 'route_ref' на станицама руте укључује вредност 'ref' ознаке руте (под условом да 'route_ref' ознака постоји).

source: Check also whether the tag 'ref' on the stops of a route accidentially includes the value of 'ref' of the route.
ca: Comprova també si l'etiqueta 'ref' a les parades d'una ruta inclou casualment el valor 'ref' de la ruta.
de: Prüfung, ob das Tag 'ref' der Haltestelle zufällig den Wert des Tags 'ref' der Route enthält.
fr: Vérifie également si l'attribut 'ref' des arrêts d'une ligne contient par erreur la valeur 'ref'.
sr: Такође проверава да ли 'ref' ознака на станицама руте случајно укључује вредност 'ref' ознаке руте.

source: Check also for tags 'bus_lines', 'bus_routes', 'lines', 'routes' on the stops of a route. Those should be replaced by the tag 'route_ref'.
ca: Comprovació també per a etiquetes 'bus_lines', 'bus_routes', 'lines', 'routes' a les parades de la ruta. Aquestes haurien de ser reemplaçats per l'etiqueta 'route_ref'.
de: Prüfung, ob die Tags 'bus_lines', 'bus_routes', 'lines' oder 'routes' an Haltestellen gesetzt sind. Sie sollten durch das Tag 'route_ref' ersetzt werden.
fr: Vérifie également les attributs 'bus_lines', 'bus_routes', 'lines', 'routes' des arrêts d'une ligne. Ceux-ci devraient être remplacés par 'route_ref'.
sr: Такође проверава 'bus_lines', 'bus_routes', 'lines', 'routes' ознаке на станицама руте. Ово треба да буде замењено са 'route_ref' ознаком.

source: Check sequence of ways, are there any gaps?
ca: Revisa la seqüencia de carrers, hi ha algun espai buit?
de: Prüfung der Reihenfolge der befahrenen Wege, existieren Lücken?
fr: Vérifie la succession de chemins, y-a-t-il des trous ?
sr: Проверава след путева, да ли има неповезаних путева?

source: Check value of 'service' tag for 'highway' = 'service'.
ca: Revisa el valor de l'etiqueta 'service' per 'highway' = 'service'.
de: Prüfe den Wert des 'service' Tags für 'highway' = 'service'.
fr: Vérifiez la valeur de l'attribut 'service' pour 'highway' = 'service'.
sr: Провери вредност ’service’ ознаке за ’highway’ = ’service’.

source: Suspicious values
ca: Valors sospitosos
de: Verdächtige Werte
fr: Valeurs douteuses
sr: Сумњиве вредности

source: Check that for instance 'bus' = 'yes' is set on a PTv2 bus stop having 'public_transport' = 'stop_position'.
ca: Comprova que per a una entrada 'bus' = 'yes' s'ha definit tenint parada de bus PTv2 'public_transport' = 'stop_position'.
de: Prüfe, ob zum Beispiel 'bus' = 'yes' bei einer PTv2 Bushaltestelle existiert, wo 'public_transport' = 'stop_position' gesetzt ist.
fr: Vérifiez que, par exemple, 'bus' = 'yes' est défini sur un arrêt de bus PTv2 qui a l'attribut 'public_transport' = 'stop_position'.
sr: Провера нпр. да ли је 'bus' = 'yes' постављен на PTv2 аутобуске станице које имају 'public_transport' = 'stop_position'.

source: Check of 'public_transport:version' = '...' on Route-Master and Route.
ca: Comprovació de 'public_transport:version' = '...' a la Ruta Mestra i Ruta.
de: Prüfung von 'public_transport:version' = '...' bei Route-Master und Route.
fr: Vérification de 'public_transport:version' = '...' sur ligne maître et ligne.
sr: Провера 'public_transport:version' = '...' на рути и мастер рути.

source: Check whether the used way types are appropriate for the vehicle type ('train' using 'railway' = 'rail', 'tram' using 'railway' = 'tram', 'bus' using 'highway' = '...', ...).
ca: Comprova si les tipologies de via utilitzades són apropiades pel tipus de vehicle ('train' utilitzant 'railway' = 'rail', 'tram' utilitzant 'railway' = 'tram', 'bus' utilitzant 'highway' = '...', ...).
de: Prüfung, ob die befahrenen Wege passend zum Fahrzeugtyp sind ('train' nutzt 'railway' = 'rail', 'tram' nutzt 'railway' = 'tram', 'bus' nutzt 'highway' = '...', ...).
fr: Vérifie si le type de chemins utilisés est approprié pour le véhicule ('train' utilisant 'railway' = 'rail', 'tram' utilisant 'railway' = 'tram', 'bus' utilisant 'highway' = '...', ...).
sr: Провера да ли су коришћени типови путева пригодни типу возила ('train' користи 'railway' = 'rail', 'tram' користи 'railway' = 'tram', 'bus' користи 'highway' = '...', ...).

source: SketchLine considers the value of 'colour' = '...' of Route-Master or Route.
ca: SketchLine considera el valor de 'colour' = '...' de la Ruta Mestra o Ruta.
de: SketchLine (Overpass-API Skript) berücksichtigt den Wert von 'colour' = '...' des Route-Master oder der Route.
fr: SketchLine considère la valeur de 'colour'='...' de la ligne maître ou ligne.
sr: SketchLine гледа вредност 'colour' = '...' руте и мастер руте.

source: The value of 'network' = '...' is expected in long form (see: network-long-regex).
ca: El valor de 'network' = '...' s'espera en la forma llarga (veure: network-long-regex).
de: Der Wert von 'network' = '...' wird in der Langform erwartet (siehe: network-long-regex).
fr: La valeur de 'network'='...' est attendue en forme longue (voir : network-long-regex).
sr: Вредност 'network' = '...' је очекивана у дугачком облику (погледати: network-long-regex).

source: The value of 'network' = '...' is expected in long form, as shown here.
ca: El valor de 'network' = '...' s'espera en la forma llarga, com es mostra aquí.
de: Der Wert von 'network' = '...' wird in der Langform erwartet, so wie hier angegeben.
fr: La valeur de 'network'='...' est attendue en forme longue, comme indiqué ici.
sr: Вредност 'network' = '...' је очекивана у дугачком облику, као што је приказано овде.

source: The value of 'network' = '...' is expected in long form instead of the short form shown here.
ca: El valor de 'network' = '...' s'espera en forma llarga en comptes de la forma curta mostrada aquí.
de: Der Wert von 'network' = '...' wird in der Langform erwartet statt der hier angegebenen Kurzform.
fr: La valeur de 'network'='...' est attendue en forme longue à l'inverse de la forme courte indiquée ici.
sr: Вредност 'network' = '...' је очекивана у дугачком облику уместо у кратком облику приказаном овде.

source: The value of 'network' = '...' is expected in short form (see: network-short-regex).
ca: El valor de 'network' = '...' s'espera en la forma curta (veure: network-short-regex).
de: Der Wert von 'network' = '...' wird in der Kurzform erwartet (siehe: network-short-regex).
fr: La valeur de 'network'='...' est attendue en forme courte (voir : network-short-regex).
sr: Вредност 'network' = '...' је очекивана у кратком облику (погледати: network-short-regex).

source: The value of 'network' = '...' is expected in short form, as shown here.
ca: El valor de 'network' = '...' s'espera en la forma curta, com es mostra aquí.
de: Der Wert von 'network' = '...' wird in der Kurzform erwartet, so wie hier angegeben.
fr: La valeur de 'network'='...' est attendue en forme courte, comme indiqué ici.
sr: Вредност 'network' = '...' је очекивана у кратком облику, као што је приказано овде.

source: The value of 'network' = '...' is expected in short form instead of the long form shown here.
ca: El valor de 'network' = '...' s'espera en la forma curta en comptes de la forma llarga mostrada aquí.
de: Der Wert von 'network' = '...' wird in der Kurzform erwartet statt der hier angegebenen Langform.
fr: La valeur de 'network'='...' est attendue en forme courte à l'inverse de la forme longue indiquée ici.
sr: Вредност 'network' = '...' је очекивана у кратком облику уместо у дугачком облику приказаном овде.

source: Take this value as GTFS feed for option 'link-gtfs' if the relation does not provide the tags 'gtfs:feed', 'operator:guid' or 'network:guid'.
ca: Pren aquest valor com a origen del GTFS per al camp 'link-gtfs' si la relació no aporta les etiquetes 'gtfs:feed', 'operator:guid' o 'network:guid'.
de: Verwende diesen Wert als GTFS-Feed für die Option 'link-gtfs' wenn die Relation keinen der Tags 'gtfs:feed', 'operator:guid' oder 'network:guid' enthält.
fr: Prenez cette valeur comme flux GTFS pour l'option 'link-gtfs' si la relation ne fournie pas d'attribut 'gtfs:feed', 'operator:guid' ou 'network:guid'.
sr: Узми ову вредност као GTFS довод за опцију 'link-gtfs' уколико релација нема ознаке 'gtfs:feed', 'operator:guid' или 'network:guid'.

source: Provide links to GTFS-Analysis for 'gtfs:route_id' or 'gtfs:trip_id' tags.
ca: proporciona enllaços a GTFS-Analysis per a les etiquetes 'gtfs:route_id' o 'gtfs:trip_id'.
de: Erzeuge Links zur GTFS-Analyse für 'gtfs:route_id' oder 'gtfs:trip_id' Tags.
fr: Fourni des liens vers l'analyse GTFS pour les attributs 'gtfs:route_id' ou 'gtfs:trip_id'.
sr: Пружа везе ка GTFS анализи за 'gtfs:route_id' или 'gtfs:trip_id' ознаке.

source: Limits the number of identical error and note messages for a relation.
ca: Limita el nombre de missatges amb idèntics errors i notes d'una relació.
de: Begrenzt die Anzahl der Ausgabe identischer Fehler und Anmerkungen für eine Relation.
fr: Limite le nombre d'erreurs identiques et de notes pour une relation.
sr: Ограничи број истих грешака и порука за једну релацију.

source: Defines how to react if the combination of "ref;type" (e.g. "N8;bus") appears more than once in the route data. PTNA expects that there are separate routes with identical 'ref' and 'type' in different cities/villages and that those can be distinguished by also checking 'operator', 'to' and 'from'.
ca: Defineix com reaccionar si la combinació "ref;type" (ex: "N8;bus") apareix més d'un cop a les dades de la ruta. PTNA espera que hi hagi rutes amb idèntic 'ref' i 'type' en diferents ciutats/pobles i aquests poden ser diferenciats comprovant també 'operator', 'to' i 'from'.
de: Definiert, wie das mehrfache Auftreten der Kombination von "ref;type" (z.B. "N8;bus") in den CSV-Daten behandelt werden soll. PTNA nimmt an, dass es sich um separate Linien mit identischen 'ref' und 'type' in unterschiedlichen Städten/Gemeinden handelt und dass diese sich durch 'operator', 'from' und 'to' unterscheiden.
fr: Défini comment réagir si la combinaison "ref;type" (ex: "N8;bus") apparaît plusieurs fois dans les données. PTNA s'attend à des lignes séparés avec des attributs 'ref' et 'type' identiques dans différents lieux et que ces derniers sont différenciables à l'aide de 'operator', 'to', et 'from'.
sr: Дефинише како поступити уколико се комбинација "ref;type" (нпр. "N8;bus") појављује више од једном у подацима руте. PTNA очекује различите руте са идентичним 'ref' и 'type' ознакама у другачијим градовима/селима и да се они могу разликовати провером 'operator', 'to' и 'from' ознака.

source: allow further occurances of this entry
ca: permet altres resultats similars a aquest
de: erlaube weitere Vorkommen dieses Eintrags
fr: autorise plus d'apparitions de cette entrée
sr: дозволи даља појављивања овог уноса

source: do not analyze 'operator', 'from' and 'to'
ca: no analitzis 'operator', 'from' i 'to'
de: keine Überprüfung von 'operator', 'from' und 'to'
fr: n'analyse pas 'operator', 'from' et 'to'
sr: не ради анализу 'operator', 'from' и 'to' ознака

source: find out whether 'operator', 'from' and 'to' of the CSV data match the tags of the relation
ca: troba si el 'operator', 'from' i 'to' de les dades del CSV coincideixen amb les etiquetes de la relació
de: prüfe, ob 'operator', 'from' und 'to' in den CSV-Daten mit den Werte der Relation übereinstimmen
fr: vérifie la correspondance de 'operator', 'from' et 'to' entre les données CSV et les attributs de la relation
sr: гледа да ли се ознаке 'operator', 'from' и 'to' из релације поклапају са CSV подацима

source: ignore any further occurances of this entry
ca: ignora altres resultats similars a aquest
de: ignoriere weitere Vorkommen dieses Eintrags
fr: ignore les autres apparitions de cette entrée
sr: игнориши даља појављивања овог уноса

source: The value of 'network' = '...' of the Route-Master and Route relations must match this regular expression as 'long' form or can be empty (unset).
ca: El valor 'network' = '...' de les relacions de Ruta i Ruta Mestra ha de coincidir en la forma 'long' o pot no estar definit.
de: Der Wert von 'network' = '...' bei der Route-Master und Route Relation muss dem regulären Ausdruck als Langform entsprechen oder kann leer sein (nicht gesetzt).
fr: La valeur 'network'='...' de la ligne maître et des lignes doit correspondre à cette expression régulière sous forme 'longue' ou être vide (non définie).
sr: Вредност 'network' = '...' ознаке у релацији руте и мастер руте мора да се поклапа са регуларним изразом у 'дугачком' облику или да је празан (непостављен).

source: The value of 'network' = '...' of the Route-Master and Route relations must match this regular expression as 'short' form or can be empty (unset).
ca: El valor 'network' = '...' de les relacions de Ruta i Ruta Mestra ha de coincidir en la forma 'short' o pot no estar definit.
de: Der Wert von 'network' = '...' bei der Route-Master und Route Relation muss dem regulären Ausdruck als Kurzform entsprechen oder kann leer sein (nicht gesetzt).
fr: La valeur 'network'='...' de la ligne maître et des lignes doit correspondre à cette expression régulière sous forme 'courte' ou être vide (non définie).
sr: Вредност 'network' = '...' ознаке у релацији руте и мастер руте мора да се поклапа са регуларним изразом у 'кратком' облику или да је празан (непостављен).

source: Do not print the additional navigation buttons on top of the tables.
ca: No imprimeixis els botons de navegació addicionals a la capçalera de les taules.
de: Es werden keinen zusätzlichen Navigationshilfen oberhalb der Tabellen ausgegeben.
fr: N'affiche pas les boutons de navigation additionnels en haut des tableaux.

source: The value of 'operator' = '...' of the Route-Master and Route relations must match this regular expression or can be empty (unset).
ca: El valor 'operator' = '...' de les relacions de Ruta i Ruta Mestra ha de coincidir o pot no estar definit.
de: Der Wert von 'operator' = '...' bei der Route-Master und Route Relation muss dem regulären Ausdruck entsprechen oder kann leer sein (nicht gesetzt).
fr: La valeur 'operator'='...' de la ligne maître et des lignes doit correspondre à cette expression régulière ou être vide (non définie).
sr: Вредност 'network' = '...' ознаке у релацији руте и мастер руте мора да се поклапа са регуларним изразом или да је празан (непостављен).

source: Also show 'network:short' = '...', 'network:guid' = '...' and other tags and values.
ca: Mostra també 'network:short' = '...', 'network:guid' = '...' i altres etiquetes i valors.
de: Zeige auch 'network:short' = '...', 'network:guid' = '...' und andere Tags und Werte.
fr: Montre également 'network:short'='...', 'network:guid'='...' et d'autres attributs.
sr: Прикажи такође и 'network:short' = '...', 'network:guid' = '...' и остаке ознаке и вредности.

source: 'highway' = 'bus_stop' on a point beside the road is treated as 'public_transport' = 'platform' if 'role' = 'platform'.
ca: 'highway' = 'bus_stop' en un punt al costat de la via es tracta com a 'public_transport' = 'platform' si 'role' = 'platform'.
de: 'highway' = 'bus_stop' für einen Punkt neben der Straße wird wie 'public_transport' = 'platform' behandelt, wenn 'role' = 'platform'.
fr: 'highway' = 'bus_stop' sur un point proche de la route est considéré comme 'public_transport' = 'platform' si 'role' = 'platform'.
sr: 'highway' = 'bus_stop' као тачка поред пута се сматра као 'public_transport' = 'platform' уколико је 'role' = 'platform'.

source: silently assume compatibility with legacy bus-stops (aka: PTv1)
ca: assumeix discretament la compatibilitat amb parades de bus heretades (aka: PTv1)
de: die Kompatibilität mit alten bus-stops (aka: PTv1) wird stillschweigend angenommen
fr: Implique la compatibilité avec les bus-stops (aka : PTv1)
sr: интерно претпостави компатибилност са старим аутобуским станицама (тј.: PTv1)

source: no compatibility with legacy bus-stops (aka: PTv1)
ca: sense compatibilitat amb parades de bus heretades (aka: PTv1)
de: keine Kompatibilität mit alten bus-stops (aka: PTv1)
fr: Incompatible avec les bus-stops (aka : PTv1)
sr: без компатибилности са старим аутобуским станицама (тј.: PTv1)

source: assume and show compatibility with legacy bus-stops (aka: PTv1)
ca: assumeix i mostra compatibilitat amb parades de bus heretades (aka: PTv1)
de: die Kompatibilität mit alten bus-stops (aka: PTv1) wird angenommen und angezeigt
fr: Implique et montre la compatibilité avec les bus-stops (aka : PTv1)
sr: претпостави и прикажи компатибилности са старим аутобуским станицама (тј.: PTv1)

source: Compatibility with well known tags
ca: Compatibilitat amb etiquetes comunes
de: Kompatibilität mit bekannten Tags
fr: Compatibilité avec des attributs courants
sr: Компатибилност са познатим ознакама

source: Relaxed check of begin and end of routes regarding stop positions (i.e. for 'train', 'tram', 'light_rail').
ca: Comprovació laxa de l'inici i final de les rutes en referència amb els punts de parada (per exemple: per 'train', 'tram', 'light_rail').
de: Entspannte Prüfung für den Anfang und das Ende der Fahrstrecke bezüglich Haltestellen (zB. für 'train', 'tram', 'light_rail').
fr: Vérification souple du début et de la fin des lignes sans tenir compte des arrêts (pour les 'train', 'tram', 'light_rail').
sr: Опуштенија провера почетка и краја руте гледајући стоп позиције (за нрп. 'train', 'tram', 'light_rail').

source: Consider a route tagged with 'roundtrip'='yes' as OK if the distance between first and last platform stops does not exceed the defined value.
fr: Une ligne taguée avec 'roundtrip'='yes' est considérée comme correct si la distance entre la première et la dernière plateforme n'excède pas une certaine valeur.

source: Similar to option '--positive-notes': show values of 'gtfs*' tags in the 'Notes' column.
ca: Similar a l'opció '--positive-notes': mostra valors de les etiquetes 'gtfs*' a la columna 'Notes'.
de: Analog zur Option '--positive-notes': zeige die Namen und Werte von 'gtfs*' Tags in der Spalte 'Amerkungen'.
fr: Similaire à l'option '--positive-notes' : montre les valeurs de 'gtfs*' dans la colonne 'Notes'.
sr: Слично као опција '--positive-notes': приказује вредности 'gtfs*' ознака у 'Белешке' колони.

source: Do not consider Route-Master and Route relations with empty 'network'.
ca: No consideris relacions Ruta o Ruta Mestra amb 'network' buit.
de: Route-Master und Route Relationen mit leerem 'network' werden nicht berücksichtigt.
fr: Exclut les relations ligne maître et ligne sans 'network'.
sr: Не разматрај релације рута и мастер рута са празном 'network' ознаком.

source: Do not consider Route-Master and Route relations with empty 'operator'.
ca: No consideris relacions Ruta o Ruta Mestra amb 'operator' buit.
de: Route-Master und Route Relationen mit leerem 'operator' werden nicht berücksichtigt.
fr: Exclut les relations ligne maître et ligne sans 'operator'.
sr: Не разматрај релације рута и мастер рута са празном 'operator' ознаком.

source: This sets the field separator in the CSV list of routes.
ca: Això defineix el camp separador al llistat de rutes en CSV.
de: Diese Option setzt der Feld-Separator für die CSV-Liste der Routen.
fr: Ceci définit le champ séparateur dans la liste CSV des lignes.

source: Show also the values of these tags in the table for the list of 'positive' routes.
ca: Mostra també els valors d'aquestes etiquetes a la taula per a la llista de rutes 'positives'.
de: Zeige auch die Werte für diese Tags in der Tabelle der Liste der 'positiven' Routen.
fr: Indique également les valeurs de ces attributs dans la table pour la liste des lignes 'positives'.

source: This sets the OR separator in the 'ref' field of the CSV list of routes.
ca: Això defineix el separador OR al camp 'ref' del llistat de rutes en CSV.
de: Diese Option setzt den ODER-Separator für das 'ref' Feld in der CSV-Liste der Routen.
fr: Ceci définit le séparateur OU ('OR') dans le champ 'ref' de la liste CSV des lignes.

source: Example: '250|250a|250b' : defines that routes with 'ref' = '250' and 'ref' = '250a' and 'ref' = '250b' are allowed here.
ca: Exemple: '250|250a|250b' : defineix que les rutes amb 'ref' = '250', 'ref' = '250a' i 'ref' = '250b' són permeses aquí.
de: Beispiel: '250|250a|250b' : definiert, dass hier Routen mit 'ref' = '250' und 'ref' = '250a' und 'ref' = '250b' erlaubt sind.
fr: Exemple : '250|250a|250b' : définit que la ligne avec la référence 'ref' = '250' et référence 'ref' = '250a' et référence 'ref' = '250b' sont prises en considération dans ce cas.

source: This sets the 'network-ref' separator in the 'ref' field of the CSV list of routes.
ca: Això defineix el separador per a 'network-ref' al camp 'ref' al llistat de rutes del CSV.
de: Diese Option setzt den 'network-ref'-Separator für das 'ref' Feld in der CSV-Liste der Routen.
fr: Ceci définit le champ séparateur 'network-ref' dans le champ 'ref' de la liste CSV des lignes.

source: Example: '605/50' : defines that here 'ref' of two 'network' are valid.
ca: Exemple: '605/50' : defineix que aquí un 'ref' de dos 'network' és vàlid.
de: Beispiel: '605/50' : definiert, dass hier 'ref' von zwei 'network' erwartet werden.
fr: Exemple : '605/50' indique que 2 références de 2 réseaux 'network' sont valides.

source: It is checked, whether 'ref:network1' = '605' and 'ref:network2' = '50' exist.
ca: S'ha comprovat si 'ref:network1' = '605' i 'ref:network2' = '50' existeixen.
de: Es wird geprüft, ob 'ref:network1 '= '605' und 'ref:network2' = '50' existieren.
fr: La vérification sera faite, si 'ref:network1' = '605' et 'ref:network2' = '50' existent.

source: is not set
ca: no s'ha definit
de: ist nicht gesetzt
fr: n'est pas défini(e)
sr: није постављено

source: GTFS database not found
ca: base de dades GTFS no trobada
de: GTFS Datenbank nicht gefunden
fr: Base de GTFS introuvable
sr: GTFS база није нађена

source: is no longer valid (in the past)
ca: ja no és vàlid (al passat)
de: ist nicht mehr gültig (liegt in der Vergangenheit)
fr: n'est plus valide (dans le passé)
sr: није више исправан (у прошлости)

source: is not yet valid (in the future)
ca: ja no és vàlid (al futur)
de: ist noch nicht gültig (liegt in der Zukunft)
fr: n'est pas encore valide (dans le futur)
sr: није још исправан (у будућности је)
