Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: How to fix it
ca: Com solucionar-ho
de: Wie man es repariert
fr: Comment le réparer
sr: Како поправити

source: Default Value
ca: Valor per defecte
de: Standardwert
fr: Valeur par défaut
sr: Подразумевана вредност

source: Language test
ca: Prova de llenguatge
de: Sprachtest: &auml; = ä, &Auml; = Ä; &uuml; = ü; &Uuml; = Ü; &ouml; = ö; &Ouml; = Ö; &szlig; = ß
fr: Test de la langue : é è á à ô É È Á À ç Ç â Â Œ œ ï Ï ë Ë ê Ê
sr: Latin ’I’ = И, Latin ’T’ = Т, Latin ’S’ = С, ’Belgrade’ = Београд

source: Line (ref=)
ca: Línia (ref=)
de: Linie (ref=)
fr: Ligne (ref=)
sr: Линија (ref=)

source: Name (name=)
ca: Nom (name=)
fr: Nom (name=)
sr: Назив (name=)

source: Number
ca: Número
de: Anzahl
fr: Nombre
sr: Број

source: Network (network=)
ca: Xarxa (network=)
de: Verkehrsverbund (network=)
fr: Réseau (network=)
sr: Мрежа (network=)

source: Operator (operator=)
ca: Operador (operator=)
de: Betreiber (operator=)
fr: Opérateur (operator=)
sr: Оператер (operator=)

source: From (from=)
ca: Des de (from=)
de: Von (from=)
fr: De (from=)
sr: Од (from=)

source: Via (via=)
de: Über (via=)
fr: Par (via=)
sr: Преко (via=)

source: To (to=)
ca: A (to=)
de: Nach (to=)
fr: Vers (to=)
sr: До (to=)

source: Errors
de: Fehler
fr: Erreurs
sr: Грешке

source: Vehicle (route(_master)=)
ca: Suport (route(_master)=)
de: Fahrzeug (route(_master)=)
fr: Véhicule (route(_master)=)
sr: Возило (route(_master)=)

source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
sr: Коментар

source: From
ca: Des de
de: Von
fr: De
sr: Од

source: To
ca: A
de: Nach
fr: Vers
sr: До

source: Operator
ca: Operador
de: Betreiber
fr: Opérateur
sr: Оператер

source: GTFS feed
ca: origen GTFS
de: GTFS Quelle
fr: Flux GTFS
sr: GTFS довод

source: GTFS feed from
ca: origen GTFS des de
de: GTFS Quelle aus
fr: Flux GTFS de
sr: GTFS довод од

source: Date from
ca: Des del dia
de: Datum aus
fr: Date à partir de
sr: Датум од

source: Conditional Access
fr: Condition d'accès

source: Ways
fr: Voies

source: Coach
ca: Autocar
de: Fernbus
fr: Car
sr: Куше

source: Share-Taxi
ca: Taxi compartit
de: (Anruf-)Sammel-Taxi
fr: Taxi partagé
sr: Дељени такси

source: Train/Suburban-Train
ca: Tren/Rodalies
de: Zug/S-Bahn
fr: Train
sr: Воз/приградски воз

source: Tram/Streetcar
ca: Tramvia
de: Tram/Straßenbahn
fr: Tramway
sr: Трамвај

source: Subway/Underground
ca: Metro
de: U-Bahn
fr: Métro
sr: Подземна

source: Light-Rail
ca: Tren lleuger
fr: Mini-train
sr: Лака железница

source: Aerialway
ca: Aeri
de: Seilbahn
fr: Téléphérique/Télécabine/Télésiège
sr: Ваздушна линија

source: Funicular
de: Drahtseilbahn
fr: Funiculaire
sr: Успињача

source: Missing route for 'ref'='%s' and 'route'='%s'
ca: Falta ruta per a 'ref'='%s' i 'route'='%s'
de: Fehlende Linie für 'ref' = '%s' und 'route' = '%s'
fr: Ligne manquante avec 'ref' = '%s' et 'route' = '%s'
sr: Недостаје рута за ’ref’=’%s’ и ’route’=’%s’

source: ' or 'ref'='
ca: ' o 'ref'='
de: ' oder 'ref' = '
fr: ' ou 'ref'='
sr: ’ или ’ref’=’

source: Not clearly assigned routes
ca: Rutes no assignades clarament
de: Nicht eindeutig zugeordnete Linien
fr: Lignes pas clairement assignées
sr: Нејасно придружене руте

source: Other Public Transport Lines
ca: Altres Línies de Transport Públic
de: Andere ÖPNV Linien
fr: Autres lignes de transport en commun
sr: Остале линије јавног превоза

source: Public Transport Lines
ca: Línies de Transport Públic
de: ÖPNV Linien
fr: Lignes de transport en commun
sr: Линије јавног превоза

source: Public Transport Lines without 'ref'
ca: Línies de Transport Públic sense 'ref'
de: ÖPNV Linien ohne 'ref'-Wert
fr: Lignes de transport en commun sans 'ref '
sr: Линије јавног превоза без ’ref’ ознаке

source: Routes with life-cycle prefix
fr: Lignes avec préfixe life-cycle

source: More Relations
ca: Més relacions
de: Weitere Relationen
fr: Autres relations
sr: Још релација

source: Details for 'network'-Values
ca: Detalls per 'network'-Valors
de: Details zu 'network'-Werten
fr: Détails des valeurs pour la balise 'network'
sr: Детаљи ’network’ вредности

source: References to GTFS feeds and releases
ca: Referencies a orígens GTFS i llançaments
de: Verweise auf GTFS Quellen und Versionen
fr: Fait référence aux flux et versions GTFS
sr: Референце ка GTFS доводима и издањима

source: Conditional access statements found on ways
fr: Conditions d'accès trouvées sur voies

source: There is more than one Route-Master
ca: Hi ha més d'una Ruta Mestra
de: Es existiert mehr als ein Route-Master
fr: Il y a plusieurs lignes maître
sr: Има више од једне мастер руте

source: Route-Master has more Routes than actually match (%d versus %d) in the given data set
ca: La Ruta Mestra té més Rutes que les actualment coincidents (%d versus %d) amb el conjunt de dades proporcionat
de: Route-Master hat mehr Routen als im Datensatz tatsächlich passend gefunden wurden (%d gegenüber %d)
fr: La ligne route_master a plus de parcours (%d au lieu de %d) que dans les données sources
sr: Мастер рута има више рута него што се поклапа (%d уместо %d) у датом скупу података

source: Route-Master has less Routes than actually match (%d versus %d) in the given data set
ca: La Ruta Mestra té menys Rutes que les actualment coincidents (%d versus %d) amb el conjunt de dades proporcionat
de: Route-Master hat weniger Routen als im Datensatz tatsächlich passend gefunden wurden (%d gegenüber %d)
fr: La ligne a moins de parcours (%d au lieu de %d) que dans les données sources
sr: Мастер рута има мање рута него што се поклапа (%d уместо %d) у датом скупу података

source: Route has 'network' = '%s' value which is part of 'network' = '%s' of Route-Master: %s
ca: Las ruta té el valor 'network' = '%s' el qual és part de 'network' = '%s' de la Route-Master: %s
de: Route hat einen 'network' = '%s' Wert, der Teil ist von 'network' = '%s' des Route-Masters: %s
fr: La ligne a une valeur 'network' = '%s' qui fait partie de la valeur 'network' = '%s' de la ligne maître : %s
sr: Рута има вредност ознаке ’network’ = ’%s’ који је део ’network’ = ’%s’ мастер руте: %s

source: Route might be listed with 'ref' = '%s' in a different section or in section 'Not clearly assigned routes' of this analysis: %s
ca: La Ruta pot estar llistada amb 'ref' = '%s' en diferents seccions o en una secció 'Rutes no assignades clarament' d'aquest anàlisi: %s
de: Route ist unter der 'ref' = '%s' möglicherweise in einem anderen Abschnitt oder im Abschnitt 'Nicht eindeutig zugeordnete Linien' gelistet: %s
fr: La ligne est peut-être renseignée avec 'ref' = '%s' dans une autre section ou dans une section 'itinéraires pas clairement assignés' de cette analyse : %s
sr: Рута може бити излистана са ознаком ’ref’ = ’%s’ у различитој секцији или у секцији ’Нејасно придружете руте’ анализе: %s

source: Route has different 'operator' = '%s' than Route-Master 'operator' = '%s': %s
ca: La Ruta té diferent 'operator' = '%s' que la Ruta Mestra 'operator' = '%s': %s
de: Route hat einen anderen 'operator' = '%s' Wert als der Route-Master 'operator' = '%s': %s
fr: La ligne a un Opérateur ('operator') '%s' différent de celui de la ligne maître '%s' : %s
sr: Рута има различити ’operator’ = ’%s’ од оператора мастер руте ’operator’ = ’%s’: %s

source: Route has 'operator' = '%s' value which is considered as not relevant: %s
ca: La ruta té el valor 'operator' = '%s' el qual és considerat irrellevant: %s
de: Route hat einen 'operator' = '%s' Wert, der als nicht relevant betrachtet wird: %s
fr: La ligne a un Opérateur ('operator') = '%s' qui n'est pas considéré comme pertinent : %s
sr: Рута има вредност за ’operator’ = ’%s’ која се не сматра релевантном: %s

source: Route has different 'network' = '%s' than Route-Master 'network' = '%s': %s
ca: La ruta te diferents 'network' = '%s' en comparació amb la Route-Master 'network' = '%s': %s
de: Route hat einen anderen 'network' = '%s' Wert als der Route-Master 'network' = '%s': %s
fr: La ligne a un réseau ('network') '%s' différent de la ligne maître '%s' : %s
sr: Рута има другачији ’network’ = ’%s’ од мастер руте ’network’ = ’%s’: %s

source: Route has 'network' = '%s' value which is considered as not relevant: %s
ca: La ruta té valor 'network' = '%s' el qual és considerant irrellevant: %s
de: Route hat einen 'network' = '%s' Wert, der als nicht relevant betrachtet wird: %s
fr: La ligne a un réseau ('network') '%s' qui n'est pas considéré comme pertinent : %s
sr: Рута има вредност ’network’ = ’%s’ која се не сматра релевантном: %s

source: Route has not matching 'ref' = '%s': %s
ca: La ruta no troba coincidència 'ref' = '%s': %s
de: Route hat unpassenden 'ref' = '%s' Wert: %s
fr: La ligne n'a pas de 'ref' = '%s' correspondant : %s
sr: Рута нема ’ref’ = ’%s’ који се поклапа: %s

source: Route exists in the given data set but 'ref' tag is not set: %s
ca: La ruta existeix al conjunt de dades proporcionat però l'etiqueta 'ref' no es troba definida: %s
de: Route existiert im geladenen Datensatz, 'ref' ist aber nicht gesetzt: %s
fr: La ligne existe dans la zone extraite mais son code de ligne 'ref' n'est pas défini : %s
sr: Рута постоји у задатим подацима, али ’ref’ ознака није постављена: %s

source: Route has different 'route' = '%s' than Route-Master 'route_master' = '%s': %s
ca: La Ruta té diferent 'route' = '%s' que las Ruta Mestra 'route_master' = '%s': %s
de: Route hat einen anderen 'route' = '%s' Wert als der Route-Master 'route' = '%s': %s
fr: La ligne possède l'attribut 'route' = '%s' différent de celui de la ligne maître 'route_master'= '%s' : %s
sr: Рута има другачију ’route’ = ’%s’ од мастер руте ’route_master’ = ’%s’: %s

source: Route has 'route' = '%s' value which is considered as not relevant: %s
ca: La Ruta té valor 'route' = '%s' el qual és considerat com a no rellevant: %s
de: Route hat einen 'route' = '%s' Wert, der als nicht relevant betrachtet wird: %s
fr: La ligne possède l'attribut 'route' = '%s' qui n'est pas considéré comme pertinent : %s
sr: Рута има вредност ’route’ = ’%s’ која се не сматра релевантном: %s

source: 'route' tag is not set: %s
ca: l'etiqueta 'route' no està definida: %s
de: 'route' ist nicht gesetzt: %s
fr: l'attribut 'route' n'est pas défini : %s
sr: ’route’ ознака није постављена: %s

source: 'type' = '%s' is not 'route': %s
ca: 'type' = '%s' no és una 'route': %s
de: 'type' = '%s' ist nicht 'route': %s
fr: l'attribut 'type' = '%s' n'est pas 'route' : %s
sr: ’type’ = ’%s’ није ’route’: %s

source: 'type' tag is not set: %s
ca: etiqueta 'type' no definida %s
de: 'type' ist nicht gesetzt: %s
fr: l'attribut 'type' n'est pas défini : %s
sr: ’type’ ознака није постављена: %s

source: Route does not exist in the given data set: %s
ca: La Ruta no existeix al conjunt de dades proporcionat: %s
de: Route wurde im geladenen Datensatz nicht gefunden: %s
fr: La ligne n'existe pas dans le jeu de données source : %s
sr: Рута не постоји у задатом скупу података: %s

source: Route is not member of Route-Master: %s
ca: La Ruta no és un membre d'una Ruta Mestra: %s
de: Route ist nicht Element des Route-Masters: %s
fr: La ligne n'est pas membre de la ligne maître : %s
sr: Рута није члан мастер руте: %s

source: Route-Master might be listed with 'ref' = '%s' in a different section or in section 'Not clearly assigned routes' of this analysis: %s
ca: La Ruta Mestra pot ser llistada amb 'ref' = '%s' en una secció diferent o en la secció 'Rutes no assignades clarament ' d'aquest anàlisi: %s
de: Route-Master ist unter der selben 'ref' = '%s' möglicherweise in einem anderen Abschnitt oder im Abschnitt 'Nicht eindeutig zugeordnete Linien' dieser Auswertung gelistet: %s
fr: La ligne maître est peut-être renseignée avec 'ref' = '%s' dans une autre section ou dans la section 'lignes pas clairement assignés' de cette analyse : %s
sr: Мастер рута може бити излистана са ознаком ’ref’ = ’%s’ у различитој секцији или у секцији ’Нејасно придружете руте’ анализе: %s

source: Route-Master might be listed with unknown 'ref' in section 'Public Transport Lines without 'ref'' of this analysis: %s
ca: La Ruta Mestra pot ser llistada amb un 'ref' desconegut a la secció 'Línies de Transport Públic sense 'ref'' d'aquest anàlisi: %s
de: Route-Master ist mit undefiniertem 'ref' Wert möglicherweise im Abschnitt 'ÖPNV-Linien ohne 'ref'-Wert' gelistet: %s
fr: La ligne maître est peut-être renseignée avec l'attribut 'ref' inconnu dans la section 'Lignes de transport en commun sans 'ref'' de cette analyse : %s
sr: Мастер рута може бити излистана са непознатом ’ref’ ознаком у секцији ’Линије јавног превоза без ’ref’ ознаке’ ове анализе: %s

source: This Route is direct member of more than one Route-Master: %s
ca: Aquesta Ruta és un membre directe de més d'una Ruta Mestra: %s
de: Die Route ist direktes Element von mehr als einem Route-Master: %s
fr: Cette ligne fait partie de plusieurs lignes maître : %s
sr: Ова рута је директни члан више од једне мастер руте: %s

source: Multiple Routes but no Route-Master
ca: Múltiples Rutes però sense Ruta Mestra
de: Mehrere Routen aber kein Route-Master
fr: Plusieurs lignes mais pas de ligne maître
sr: Више рута, али нема мастер руте

source: Multiple Routes but this Route is not a member of any Route-Master
ca: Múltiples Rutes però aquesta Ruta no és membre de cap Ruta Mestra
de: Mehrere Routen aber diese Route ist nicht Element eines existierenden Route-Masters
fr: Plusieurs lignes mais cette ligne n'est membre d'aucune ligne maître
sr: Више рута, али ова рута није члан ниједне мастер руте

source: This Route is not a member of any Route-Master
ca: Aquesta Ruta no és un membre de cap Ruta Mestra
de: Diese Route ist nicht Element eines existierenden Route-Masters
fr: Cette ligne n'est membre d'aucune ligne maître
sr: Ова рута није члан ниједне мастер руте

source: 'route' = '%s' of Route does not fit to 'route_master' = '%s' of Route-Master: %s
ca: 'route' = '%s' de la Ruta no encaixa amb 'route_master' = '%s' de la Ruta Mestra: %s
de: 'route' = '%s' der Route passt nicht zu 'route_master' = '%s' des Route-Masters: %s
fr: L'attribut 'route' = '%s' de la ligne ne correspond pas à l'attribut 'route_master' = '%s' de la ligne maître : %s
sr: ’route’ = ’%s’ ове руте се не уклапа у ’route_master’ = ’%s’ мастер руте: %s

source: Route-Master has not matching 'ref' = '%s': %s
ca: La Ruta Mestra no té 'ref' = '%s' coincidents: %s
de: Route-Master hat unpassenden 'ref' = '%s' Wert: %s
fr: La ligne maître n'a pas d'attribut 'ref' = '%s' correspondant : %s
sr: Мастер рута нема ’ref’ = ’%s’ који се поклапа: %s

source: Route-Master exists in the given data set but 'ref' tag is not set: %s
ca: La Ruta Mestra existeix al conjunt de dades proporcionat però no s'ha definit l'etiqueta 'ref': %s
de: Route-Master existiert im geladenen Datensatz, 'ref' ist aber nicht gesetzt: %s
fr: La ligne maître existe dans la zone extraite mais l'attribut 'ref' n'est pas défini : %s
sr: Мастер рута постоји у задатим подацима, али ’ref’ ознака није постављена: %s

source: 'network' = '%s' of Route is a part of 'network' = '%s' of Route-Master: %s
ca: 'network' = '%s' de la Ruta és part de 'network' = '%s' de la Ruta Mestra: %s
de: 'network' = '%s' der Route ist Teil von 'network' = '%s' des Route-Masters: %s
fr: Le réseau 'network' = '%s' de la ligne fait partie du réseau 'network' = '%s' de la ligne maître : %s
sr: ’network’ = ’%s’ руте је део ’network’ = ’%s’ мастер руте: %s

source: 'network' = '%s' of Route does not fit to 'network' = '%s' of Route-Master: %s
ca: 'network' = '%s' de la Ruta no encaixa amb el 'network' = '%s' de la Ruta Mestra: %s
de: 'network' = '%s' der Route passt nicht zu 'network' = '%s' des Route-Masters: %s
fr: Le réseau 'network' = '%s' de la ligne ne correspond pas au réseau 'network' = '%s' de la ligne maître : %s
sr: ’network’ = ’%s’ руте се не уклапа у ’network’ = ’%s’ мастер руте: %s

source: 'operator' = '%s' of Route does not fit to 'operator' = '%s' of Route-Master: %s
ca: 'operator' = '%s' de la Ruta no encaixa amb el 'operator' = '%s' de la Ruta Mestra: %s
de: 'operator' = '%s' der Route passt nicht zu 'operator' = '%s' des Route-Masters: %s
fr: L'opérateur 'operator' = '%s' de la ligne ne correspond pas à l'opérateur 'operator' = '%s' de la ligne maître : %s
sr: ’operator’ = ’%s’ руте се не уклапа у ’operator’ = ’%s’ мастер руте: %s

source: '%s' = '%s' of Route does not fit to '%s' = '%s' of Route-Master: %s
ca: '%s' = '%s' de la Ruta no encaixa amb '%s' = '%s' de la Ruta Mestra: %s
de: '%s' = '%s' der Route passt nicht zu '%s' = '%s' des Route-Masters: %s
fr: L'attribut '%s' = '%s' de la ligne ne correspond pas à l'attribut '%s' = '%s' de la ligne maître : %s
sr: ’%s’ = ’%s’ руте се не уклапа у ’%s’ = ’%s’ мастер руте: %s

source: '%s' = '%s' of Route is set but '%s' of Route-Master is not set: %s
ca: '%s' = '%s' de la Ruta es definit però '%s' de la Ruta Mestra no s'ha definit: %s
de: '%s' = '%s' der Route ist gesetzt aber '%s' des Route-Masters ist nicht gesetzt: %s
fr: L'attribut '%s' = '%s' de la ligne est définie mais pas l'attribut '%s' de la ligne maître : %s
sr: ’%s’ = ’%s’ руте је постављен, али ’%s’ мастер руте није: %s

source: '%s' of Route is not set but '%s' = '%s' of Route-Master is set: %s
ca: '%s' de la Ruta no s'ha definit però '%s' = '%s' de la Ruta Mestra s'ha informat: %s
de: '%s' der Route ist nicht gesetzt aber '%s' = '%s' des Route-Masters ist gesetzt: %s
fr: L'attribut '%s' de la ligne n'est pas définie contrairement à l'attribut '%s' = '%s' de la ligne maître : %s
sr: ’%s’ руте није постављен, али ’%s’ = ’%s’ мастер руте: %s јесте

source: PTv2 route: 'name' of Route is identical to 'name' of other Route(s), consider setting an appropriate 'via' value and include that into 'name'
ca: Ruta PTv2: 'name' de la Ruta és idèntic al 'name' d'altres Rutes, considera definir un valor 'via' apropiat i incloure-ho al 'name'
de: PTv2 Route: 'name' der Route ist identisch zu 'name' anderer Route(n). Setze gegebenenfalls einen passenden 'via' Wert und nehme ihn in 'name' auf.
fr: Ligne PTv2 : le nom 'name' de la ligne est identique au nom d'autre(s) ligne(s), envisagez de définir une valeur « via » appropriée et incluez-la dans le nom 'name'
sr: PTv2 рута: име (’name’ ознака) руте је исто као ’name’ других рута, размислите да поставите одговарајућу ’via’ вредности и да је уврстите у ’name’ таг

source: %s: %s and %d more ...
ca: %s: %s i %d més...
de: %s: %s und %d mehr ...
fr: %s : %s et %d en plus …
sr: %s: %s и %d још...

source: Multiple Routes but 'public_transport:version' is not set to '2'
ca: Múltiples Rutes però 'public_transport:version' no s'ha definit com a '2'
de: Mehrere Routen aber 'public_transport:version' ist nicht auf '2' gesetzt
fr: Plusieurs lignes mais l'attribut 'public_transport:version' est différent de '2'
sr: Више рута, а ’public_transport:version’ ознака није постављена на ’2’

source: '%s' = '%s' of Route is identical to '%s' of other Route(s)
ca: '%s' = '%s' de la Ruta és idèntic a '%s' d'altres Rutes
de: '%s' = '%s' der Route ist identisch zu '%s' anderer Route(n)
fr: '%s' = '%s' de la ligne est identique à '%s' d'une ou plusieurs autres lignes
sr: ’%s’ = ’%s’ руте је исти као и ’%s’ других рута

source: '%s' = '%s' of Route has a match with '%s' = '%s' of other Route(s)
ca: '%s' = '%s' de la Ruta té una coincidència amb '%s' = '%s' d'altres Rutes
de: '%s' = '%s' der Route passt teilweise zu '%s' = '%s' anderer Route(n)
fr: '%s' = '%s' de la ligne a une correspondance avec '%s' = '%s' d'une ou plusieurs autres lignes
sr: ’%s’ = ’%s’ руте има поклапање са ’%s’ = ’%s’ других рута

source: 'ref' is not set
ca: No s'ha definit 'ref'
de: 'ref' ist nicht gesetzt
fr: L'attribut 'ref' n'est pas défini
sr: ’ref’ ознака није постављена

source: 'name' is not set
ca: No s'ha definit 'name'
de: 'name' ist nicht gesetzt
fr: L'attribut 'name' n'est pas défini
sr: ’name’ ознака није постављена

source: 'network' = '%s' should be short form
ca: El valor de 'network' = '%s' ha de ser curt
de: 'network' = '%s' sollte in Kurzform angegeben werden
fr: L'attribut 'network' = '%s' devrait être la forme courte
sr: ’network’ = ’%s’ треба бити кратког облика

source: 'network' = '%s' should be long form
ca: El valor de 'network' = '%s' ha de ser llarg
de: 'network' = '%s' sollte in Langform angegeben werden
fr: L'attribut 'network' = '%s' devrait être la forme longue
sr: ’network’ = ’%s’ треба бити дугачког облика

source: 'network' is not set
ca: No s'ha definit 'network'
de: 'network' ist nicht gesetzt
fr: L'attribut 'network' n'est pas défini
sr: ’network’ ознака није постављена

source: '%s' has unknown value '%s'. Add '#' as first character.
de: '%s' hat einen unbekannten Wert '%s'. Füge '#' als erstes Zeichen hinzu.
fr: '%s' a une valeur inconnue '%s'. Ajouter '#' comme premier caractère.

source: '%s' has unknown value '%s'. Choose one of the 140 well defined HTML/CSS colour names or the HTML Hex colour codes '#...' or '#......'.
de: '%s' hat einen unbekannten Wert '%s'. Wähle einen der 140 definierten HTML/CSS Farbnamen oder den HTML Hex Farben Code '#...' oder '#......'.
fr: '%s' a une valeur inconnue '%s'. Choisissez l'une des 140 couleurs HTML / CSS bien définies ou les codes de couleur HTML Hex '#...' ou '#......'.

source: 'network:long' is long form
ca: 'network:long' és la forma llarga
de: 'network:long' ist Langform
fr: L'attribut 'network:long' est une forme longue
sr: ’network:long’ је дугачког облика

source: 'network:long' matches long form
ca: 'network:long' coincideix amb la forma llarga
de: 'network:long' passt zur Langform
fr: L'attribut 'network:long' correspond à la forme longue
sr: ’network:long’ одговара дугачком облику

source: '%s' = '%s': ',' (comma) as separator value should be replaced by ';' (semi-colon) without blank
ca: '%s' = '%s': ',' (coma) com a valor de separador hauria de reemplaçar-se per ';' (punt i coma) sense espais en blanc
de: '%s' = '%s': ',' (Komma) als Trennzeichen sollte durch ';' (Semikolon, ohne Leerzeichen) ersetzt werden
fr: '%s' = '%s' : la ',' (virgule) comme valeur de séparateur devrait être remplacée par un ';' (point-virgule) sans espace
sr: ’%s’ = ’%s’: ’,’ (зарез) као вредност за одвајање треба да се замени са ’;’ (тачка-зарез) без белина

source: The tag 'line' (='%s') is reserved for 'power' = 'line' related tagging. For public transport 'route_master' and 'route' are used.
ca: L'etiqueta 'line' (='%s') està reservada per a etiquetatge relacionat amb 'power' = 'line'. Per a quan es fa ús de 'route_master' o 'route'.
de: Das Tag 'line' (='%s') ist reserviert für 'power' = 'line' spezifisches Tagging. Für Public Transport werden 'route_master' und 'route' genutzt.
fr: L'attribut 'line' (='%s') est réservé au balisage des lignes électriques 'power' = 'line'. Pour les transports en commun 'route_master' et 'route' sont utilisés.
sr: Ознака ’line’ (=’%s’) је резервисана за означавање везано за ’power’ = ’line’. За јавне превозе, користе се ’route_master’ и ’route’.

source: The tag 'public_transport' (='%s') is not defined for 'route_master' and 'route' relations. Do you mean 'public_transport:version'='2'
fr: L'attribut 'public_transport' (='%s') n'est pas défini pour les relations maitre 'route_master' et 'route'. Est-ce que vous voulez dire 'public_transport:version'='2'

source: The tag '%s' has an empty value.
ca: L'etiqueta '%s' té un valor buit.
de: Das Tag '%s' hat einen leeren Wert.
fr: L'attribut '%s' a une valeur vide.

source: The tag '%s' includes whitespace character '%s' (=%#2x) in key. Value of tag: '%s'
ca: L'etiqueta '%s' inclou espais en buit '%s' (=%#2x) a la clau. Valor de l'etiqueta: '%s'
de: Das Tag '%s' enthält das Leerzeichen '%s' (=%#2x) im Schlüssel. Wert des Tags: '%s'.
fr: L'attribut '%s' possède des caractères espace blanc '%s'(=%#2x) dans sa valeur. Valeur de l'attribut : '%s'
