Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: The tag '%s' includes potentially problematic character '%s' in key. Value of tag: '%s'
ca: L'etiqueta '%s' inclou potencials problemes amb els caràcter '%s' a la clau. Valor de l'etiqueta: '%s'
de: Das Tag '%s' enthält das potentiell problematische Zeichen '%s' im Schlüssel. Wert des Tags: '%s'.
fr: L'attribut '%s' possède vraisemblablement des caractères problématiques '%s' dans sa valeur. Valeur de l'attribut : '%s'

source: The value of '%s' (= '%s') should be specified in ISO 8601 format: YYYY-MM-DD
fr: La valeur de '%s' (= '%s') devrait être définie avec le format ISO 8601 : AAAA-MM-JJ

source: The date does not exist
fr: La date n'existe pas

source: Route-Master without Route(s)
ca: Route-Master sense Route(s)
de: Route-Master ohne Route(n)
fr: Ligne maître sans ligne(s)
sr: Мастер рута без рута

source: Route-Master with Relation(s) unequal to 'route'
ca: Route-Master amb Relation(s) no equivalents a 'route'
de: Route-Master mit Relation(en) ungleich 'route'
fr: Ligne maître avec une ou plusieurs relation(s) qui ne sont pas de type 'route'
sr: Мастер рута са чланицама релације које нису ’route’

source: Route-Master with Way(s)
ca: Route-Master amb Way(s)
de: Route-Master mit Way(s)
fr: La ligne maître contient des voie(s)
sr: Мастер рута има путеве

source: Route-Master with Node(s)
ca: Route-Master amb Node(s)
de: Route-Master mit Node(s)
fr: La ligne maître contient des nœud(s)
sr: Мастер рута има тачке

source: Route-Master has %d member with 'role' being set
ca: La Ruta Mestra té %d membre amb el 'role' definit
de: Route-Master hat %d Element, bei dem 'role' gesetzt ist
fr: Le groupement d'itinéraire a %d membre avec un rôle

source: 'public_transport:version' is not set to '2'
ca: 'public_transport:version' no s'ha definit com a '2'
de: 'public_transport:version' ist nicht '2'
fr: L'attribut 'public_transport:version' n'est pas défini sur '2'
sr: ’public_transport:version’ није постављен на ’2’

source: Skipping further analysis. PTNA did not download all needed OSM data.
de: Die weitere Analyse wird übersprungen. PTNA hat nicht alle benötigten OSM -Daten runter geladen.
fr: Ignore l'analyse plus poussée. PTNA n'a pas chargé toutes les données OSM nécessaires.

source: Route without Way(s)
ca: Ruta amb vies
de: Route ohne Way(s)
fr: Ligne sans voie(s)
sr: Рута без путева

source: Route with only 1 Way
ca: Ruta amb una única via
de: Route mit nur einem Way
fr: Ligne avec seulement 1 voie
sr: Рута са само једним путем

source: Route without Stops(Nodes)
fr: Ligne sans aucun arrêt (nœud)

source: Route with only 1 Stop(Node)
fr: Ligne avec 1 seul arrêt (nœud)

source: Route with Relation(s)
ca: Ruta sense relacions
de: Route mit Relation(en)
fr: Ligne avec relation(s)
sr: Рута са релацијама

source: 'public_transport:version' is neither '1' nor '2'
ca: 'public_transport:version' no és '1' o '2'
de: 'public_transport:version' ist weder '1' noch '2'
fr: L'attribut 'public_transport:version' n'est ni '1' ni '2'
sr: ’public_transport:version’ нема вредност ни ’1’ ни ’2’

source: PTv2 route: there is no 'public_transport' = 'stop_position' (Node) and no 'public_transport' = 'platform' (Node, Way, Area or Relation)
fr: Ligne PTv2 : il n'y a aucun 'public_transport' = 'stop_position' (nœud) et aucun 'public_transport' = 'platform' (nœud, chemin, surface ou relation)

source: PTv2 route: there is no 'public_transport' = 'stop_position' (Node)
fr: Ligne PTv2 : il n'y a aucun 'public_transport' = 'stop_position' (nœud)

source: PTv2 route: there is only one 'public_transport' = 'stop_position' (Node)
fr: Ligne PTv2 : il y a seulement un 'public_transport' = 'stop_position' (nœud)

source: PTv2 route: there is no 'public_transport' = 'platform' (Node, Way, Area or Relation)
fr: Ligne PTv2 : il n'y a aucun 'public_transport' = 'platform' (nœud, chemin, surface ou relation)

source: PTv2 route: there is only one 'public_transport' = 'platform' (Node, Way, Area or Relation)
fr: Ligne PTv2 : il y a un seul 'public_transport' = 'platform' (nœud, chemin, surface ou relation)

source: PTv2 route: first way is a oneway road and ends in a 'stop_position' of this route and there is no exit. Is the route sorted in reverse order?
ca: Ruta PTv2: la primera via és de sentit únic i finalitza en una 'stop_position' d'aquesta ruta i no té sortida. S'ha definit la ruta en ordre invers?
de: PTv2 Route: der erste Weg ist eine Einbahnstraße und endet in einer 'stop_position' und es geht nicht mehr weiter. Sind die Wege der Route falsch herum sortiert?
fr: Ligne PTv2 : le premier chemin de cette ligne est une voie en sens unique et s'arrête avec un 'stop_position' et n'a pas de sortie. L'itinéraire est-il en sens inverse ?
sr: PTv2 рута: први пут је једносмерна улица и завршава се са 'stop_position' ове руте и нема излаза. Да ова рута није сортирана наопачке?

source: PTv2 route: consists of %d segments, has a gap. Gap appears at way
fr: Parcours PTv2 : consistent en %d segments, a un trou. Le trou apparaît sur le chemin

source: PTv2 route: incorrect order of 'stop_position', 'platform' and 'way' (stop/platform after way)
ca: Ruta PTv2: ordre incorrecte de 'stop_position', 'platform' i 'way' (parada/plataforma desprès de via)
de: PTv2 Route: falsche Reihenfolge von 'stop_position', 'platform' und 'way': 'stop_position'/'platform' müssen vor allen 'way' kommen
fr: Ligne PTv2 : ordre incorrect des arrêts 'stop_position', plateformes 'platform' et voies 'way' (arrêts/plateformes après les voies)
sr: PTv2 рута: неисправан редослед 'stop_position', 'platform' и 'way' чланова (стоп/платформа је после путева)

source: PTv2 route: includes %d entire roundabout but uses only segments
ca: Ruta PTv2: inclou %d rotonda sencera però fa ús únicament de segments
de: PTv2 Route: befährt %d kompletten Kreisverkehr von dem aber nur Teile benutzt werden
fr: Parcours PTv2 : utilise %d rond-point complet mais n'utilise que des segments
sr: PTv2 рута: укључује %d цео кружни ток, а користи само сегменте

source: PTv2 route: using oneway way in wrong direction
ca: Ruta PTv2: fent ús d'una via d'un únic sentit en la direcció incorrecta
de: PTv2 Route: Einbahnstraße wird in der falschen Richtung benutzt
fr: Parcours PTv2 : utilise un sens-unique dans le mauvais sens
sr: PTv2 рута: користи се једносмерна улица у погрешном смеру

source: PTv2 route: using motorway_link way without entering a motorway way
ca: Ruta PTv2: fent ús d'una via motorway_link sense entrar a una via motorway
de: PTv2 Route: es wird eine 'motorway_link' Straße benutzt ohne vorher oder nachher eine 'motorway' Straße benutzt zu haben
fr: Itinéraire PTv2 : utilise des bretelles d'autoroute sans autoroute
sr: PTv2 рута: користи се 'motorway_link' пут, а не улази се на 'motorway' пут

source: PTv2 route: roundabout appears twice, following itself
ca: Ruta PTv2: apareix dos cops una rotonda, de manera consecutiva
de: PTv2 Route: Kreisverkehr tritt doppelt auf, direkt nach sich selbst
fr: Parcour PTv2: le rond-point apparaît deux fois, se suivant
sr: PTv2 рута: кружни ток се појављује више пута, узастопно

source: PTv2 route: first node of oneway way has 'role' = 'stop_exit_only'
ca: Ruta PTv2: el primer node d'una via d'únic sentit té 'role' = 'stop_exit_only'
de: PTv2 Route: der erste Punkt einer Einbahnstraße hat die 'role' = 'stop_exit_only'
fr: Ligne PTv2 : le premier nœud de la voie à sens unique a le 'role' = 'stop_exit_only'
sr: PTv2 рута: први чвор једносмерне улице има 'role' = 'stop_exit_only'

source: PTv2 route: last node of oneway way has 'role' = 'stop_entry_only'
ca: Ruta PTv2: l'últim node d'una via d'únic sentit té 'role' = 'stop_exit_only'
de: PTv2 Route: der letzte Punkt einer Einbahnstraße hat die 'role' = 'stop_entry_only'
fr: Ligne PTv2 : le dernier nœud de la voie à sens unique a le 'role' = 'stop_entry_only'
sr: PTv2 рута: последњи чвор једносмерне улице има 'role' = 'stop_entry_only'

source: PTv2 route: first node of way has 'role' = 'stop_exit_only'. Is the route sorted in reverse order?
ca: Ruta PTv2: el primer node de la via té 'role' = 'stop_exit_only'. S'ha definit la ruta en ordre invers?
de: PTv2 Route: der erste Punkt des Fahrweges hat die 'role' = 'stop_exit_only'. Sind die Wege der Route falsch herum sortiert?
fr: Ligne PTv2 : le premier nœud de la voie a le 'role' = 'stop_exit_only'. L'itinéraire est-il en sens inverse ?
sr: PTv2 руте: први чвор пута има 'role' = 'stop_exit_only'. Да рута није сортирана наопачке?

source: PTv2 route: last node of way has 'role' = 'stop_entry_only'. Is the route sorted in reverse order?
ca: Ruta PTv2: l'últim node de la via té 'role' = 'stop_entry_only'. S'ha definit la ruta en ordre invers?
de: PTv2 Route: der letzte Punkt des Fahrweges hat die 'role' = 'stop_entry_only'. Sind die Wege der Route falsch herum sortiert?
fr: Ligne PTv2 : le dernier nœud de la voie a le 'role' = 'stop_entry_only'. L'itinéraire est-il en sens inverse ?
sr: PTv2 рута: последњи чвор пута има 'role' = 'stop_entry_only'. Да рута није сортирана наопачке?

source: PTv2 route: 'public_transport' = 'stop_position' is not part of way
ca: Ruta PTv2: 'public_transport' = 'stop_position' no és part de la via
de: PTv2 Route: 'public_transport' = 'stop_position' liegt nicht auf dem Fahrweg
fr: Ligne PTv2 : 'public_transport' = 'stop_position' ne fait pas partie de la voie
sr: PTv2 рута: 'public_transport' = 'stop_position' није део пута

source: PTv2 route: missing '%s' = 'yes' on 'public_transport' = '%s'
ca: Ruta PTv2: manca '%s' = 'yes' a 'public_transport' = '%s'
de: PTv2 Route: fehlende Angabe '%s' = 'yes' an 'public_transport' = '%s'
fr: Ligne PTv2 : '%s' = 'yes' manquant sur 'public_transport' = '%s'
sr: PTv2 рута: недостаје '%s' = 'yes' на 'public_transport' = '%s'

source: PTv2 route: mismatch between 'role' = '%s' and 'public_transport' = '%s'
ca: Ruta PTv2: sense coincidències entre 'role' = '%s' i 'public_transport' = '%s'
de: PTv2 Route: Konflikt zwischen 'role' = '%s' und 'public_transport' = '%s'
fr: Ligne PTv2 : incohérence entre 'role' = '%s' et 'public_transport' = '%s'
sr: PTv2 рута: неслагање између 'role' = '%s' и 'public_transport' = '%s'

source: PTv2 route: 'role' = '%s' and %s: consider setting 'public_transport' = 'stop_position'
ca: Ruta PTv2: 'role' = '%s' i %s: considera definir 'public_transport' = 'stop_position'
de: PTv2 Route: 'role' = '%s' und %s: 'public_transport' = 'stop_position' sollte gesetzt werden
fr: Ligne PTv2 : attribut 'role' = '%s' et %s : utilisation de 'public_transport' = 'stop_position' recommandée
sr: PTv2 рута: 'role' = '%s' и %s: размислите да додате 'public_transport' = 'stop_position'

source: PTv2 route: 'role' = '%s' and 'public_transport' is not set but '%s' is set
ca: Ruta PTv2: 'role' = '%s' i 'public_transport' no s'han definit però si '%s'
de: PTv2 Route: 'role' = '%s' und 'public_transport' ist nicht gesetzt aber '%s' ist gesetzt
fr: Ligne PTv2 : attribut 'role'='%s' et l'attribut 'public_transport' n'est pas défini mais l'attribut '%s' est défini

source: PTv2 route: 'role' = '%s' but 'public_transport' is not set
ca: Ruta PTv2: 'role' = '%s' però 'public_transport' no s'ha definit
de: PTv2 Route: 'role' = '%s' aber 'public_transport' ist nicht gesetzt
fr: Ligne PTv2 : attribut 'role'='%s' mais l'attribut 'public_transport' n'est pas défini
sr: PTv2 рута: 'role' = '%s', али 'public_transport' није постављен

source: PTv2 route: 'public_transport' = 'platform' is part of way
ca: Ruta PTv2: 'public_transport' = 'platform' és part de la via
de: PTv2 Route: 'public_transport' = 'platform' liegt auf dem Fahrweg
fr: Ligne PTv2 : 'public_transport' = 'platform' fait partie de la voie
sr: PTv2 рута: 'public_transport' = 'platform' је део пута

source: PTv2 route: 'role' = '%s' and %s: consider setting 'public_transport' = 'platform'
ca: Ruta PTv2: 'role' = '%s' i %s: considera especificar 'public_transport' = 'platform'
de: PTv2 Route: 'role' = '%s' und %s: 'public_transport' = 'platform' sollte gesetzt werden
fr: Ligne PTv2 : attribut 'role' = '%s' et %s : utilisation de 'public_transport' = 'platform' recommandé
sr: PTv2 рута: 'role' = '%s' и %s: размислите да додате 'public_transport' = 'platform'

source: PTv2 route: wrong 'role' = '%s'
ca: Ruta PTv2: amb 'role' = '%s' incorrecte
de: PTv2 Route: falsche 'role' = '%s'
fr: Ligne PTv2 : mauvais attribut 'role' = '%s'
sr: PTv2 рута: погрешна 'role' = '%s'

source: PTv2 route: empty 'role'. Consider setting 'role'='stop' or 'role'='stop_entry_only' or 'role'='stop_exit_only'
fr: Ligne PTv2 : 'role' vide. Il est recommandé de mettre 'role'='stop' ou 'role'='stop_entry_only' ou 'role'='stop_exit_only'

source: PTv2 route: empty 'role'. Consider setting 'role'='platform' or 'role'='platform_entry_ony' or 'role'='platform_exit_only'
fr: Ligne PTv2 : 'role' vide. Il est recommandé de mettre 'role'='platform' ou 'role'='platform_entry_ony' ou 'role'='platform_exit_only'

source: PTv2 route: empty 'role'. Unknown value for 'public_transport' on object (='%s')
fr: Ligne PTv2 : 'role' vide. Valeur inconnue pour 'public_transport' sur l'objet (='%s')

source: PTv2 route: empty 'role' and 'public_transport' is not set on object
fr: Ligne PTv2 : 'role' vide et 'public_transport' n'est pas défini sur l'objet

source: PTv2 route: first node of way is not the first stop position of this route: %s versus %s
ca: Ruta PTv2: el primer node de la via no és el primer punt de parada de la ruta: %s versus %s
de: PTv2 Route: der erste Punkt des Fahrweges ist nicht die erste 'stop_position' der Route: %s gegenüber %s
fr: Ligne PTv2 : le premier nœud de la voie n'est pas le premier arrêt de la ligne : %s au lieu de %s
sr: PTv2 рута: први чвор пута није прва стоп позиција (stop position) ове руте: %s наспрам %s

source: PTv2 route: consider removing the first way of the route from the relation, it is a way before the first stop position: %s
ca: Ruta PTv2: considera eliminar la primera via de la relació de la ruta, és una via abans de la posició del primer punt de parada: %s
de: PTv2 Route: entferne gegebenenfalls den ersten Weg des Fahrweges aus der Relation, es ist ein Weg vor der ersten 'stop_position': %s
fr: Ligne PTv2 : la première voie de la ligne précède le premier arrêt %s, il est recommandé de la retirer de cette ligne
sr: PTv2 рута: размислите да уклоните први пут ове руте са релације, јер се налази пре прве стоп позиције: %s

source: PTv2 route: first stop position on first way is not the first stop position of this route: %s versus %s
ca: Ruta PTv2: el primer punt de parada a la primera via no és el primer punt de parada d'aquesta ruta: %s versus %s
de: PTv2 Route: die erste 'stop_position' auf dem ersten Weg ist nicht die erste 'stop_position' der Route: %s gegenüber %s
fr: Ligne PTv2 : le premier arrêt de la première voie n'est pas le premier arrêt de la ligne : %s au lieu de %s
sr: PTv2 рута: прва стоп позиција (stop position) првог пута није прва стоп позиција ове руте: %s наспрам %s

source: PTv2 route: there is no stop position of this route on the first way: %s
ca: Ruta PTv2: no hi ha cap punt de parada de la ruta a la primera via: %s
de: PTv2 Route: es gibt keine 'stop_position' auf dem ersten Weg der Route: %s
fr: Ligne PTv2 : Il n'y a pas d'arrêt sur la première voie %s de cette ligne
sr: PTv2 рута: нема стоп позиције (stop position) ове руте на првом путу: %s

source: PTv2 route: first node of way is not a stop position of this route: %s
ca: Ruta PTv2: el primer node de la via no és un punt de parada d'aquesta ruta: %s
de: PTv2 Route: der erste Punkt des Weges ist keine 'stop_position' dieser Route: %s
fr: Ligne PTv2 : le premier nœud de la voie n'est pas un arrêt de cette ligne %s
sr: PTv2 рута: први чвор пута није стоп позиција ове руте: %s

source: PTv2 route: last node of way is not the last stop position of this route: %s versus %s
ca: Ruta PTv2: l'últim node de la via no és l'últim punt de parada d'aquesta ruta: %s versus %s
de: PTv2 Route: der letzte Punkt des Fahrweges ist nicht die letzte 'stop_position' der Route: %s gegenüber %s
fr: Ligne PTv2 : le dernier nœud n'est pas le dernier arrêt de cette ligne %s au lieu de %s
sr: PTv2 рута: последњи чвор пута није последња стоп позиција (stop position) ове руте: %s наспрам %s

source: PTv2 route: consider removing the last way of the route from the relation, it is a way after the last stop position: %s
ca: Ruta PTv2: considera eliminar l'última via de la relació de la ruta, es tracta d'una via després de l'últim punt de parada: %s
de: PTv2 Route: entferne gegebenenfalls den letzten Weg des Fahrweges aus der Relation, es ist ein Weg nach der letzten 'stop_position': %s
fr: Ligne PTv2 : la dernière voie de la ligne est après le dernier arrêt %s, il est recommandé de la retirer de cette ligne
sr: PTv2 рута: размислите да уклоните последњи пут ове руте са релације, јер се налази после последње стоп позиције: %s

source: PTv2 route: last stop position on last way is not the last stop position of this route: %s versus %s
ca: Ruta PTv2: l'últim punt parada a l'última via no és l'últim punt de parada d'aquesta ruta: %s versus %s
de: PTv2 Route: die letzte 'stop_position' auf dem letzten Weg ist nicht die letzte 'stop_position' der Route: %s gegenüber %s
fr: Ligne PTv2 : le dernier arrêt sur la dernière voie n'est pas le dernier arrêt de cette ligne %s au lieu de %s
sr: PTv2 рута: последња стоп позиција (stop position) последњег пута није последња стоп позиција ове руте: %s наспрам %s

source: PTv2 route: there is no stop position of this route on the last way: %s
ca: Ruta PTv2: no hi ha cap punt de parada a l'última via: %s
de: PTv2 Route: es gibt keine 'stop_position' auf dem letzten Weg der Route: %s
fr: Ligne PTv2 : il n'y a pas d'arrêt sur la dernière voie %s de cette ligne
sr: PTv2 рута: нема стоп позиције (stop position) ове руте на последњем путу: %s

source: PTv2 route: last node of way is not a stop position of this route: %s
ca: Ruta PTv2: l'últim node de la via no és un punt de parada d'aquesta ruta: %s
de: PTv2 Route: der letzte Punkt des Weges ist keine 'stop_position' dieser Route: %s
fr: Ligne PTv2 : le dernier nœud de la voie n'est pas un arrêt de cette ligne %s
sr: PTv2 рута: последњи лвор пута није стоп позиција (stop position) ове руте: %s

source: PTv2 route: empty 'role' for a way object which has 'public_transport'='stop_position' set. For PTv2, 'public_transport'='stop_position' is allow on nodes only
fr: Ligne PTv2 : 'role' vide pour une voie qui possède l'attribut 'public_transport'='stop_position'. Avec le schéma PTv2, 'public_transport'='stop_position' n'est possible que sur des nœuds

source: PTv2 route: empty 'role' for a relation object which has 'public_transport'='stop_position' set. For PTv2, 'public_transport'='stop_position' is allow on nodes only
fr: Ligne PTv2 : 'role' vide pour une relation qui possède l'attribut 'public_transport'='stop_position'. Avec le schéma PTv2, 'public_transport'='stop_position' n'est possible que sur des nœuds

source: PTv2 route: wrong 'role' = '%s' for first stop
de: PTv2 Route: falsche 'role' = '%s' für die erste Stopposition
fr: Ligne PTv2 : mauvais 'role' = '%s' pour le premier arrêt

source: PTv2 route: wrong 'role' = '%s' for last stop
de: PTv2 Route: falsche 'role' = '%s' für die letzte Stopposition
fr: Ligne PTv2 : mauvais 'role' = '%s' pour le dernier arrêt

source: PTv2 route: wrong 'role' = '%s' for first platform
de: PTv2 Route: falsche 'role' = '%s' für die erste Platform
fr: Ligne PTv2 : mauvais 'role' = '%s' pour la première plateforme

source: PTv2 route: wrong 'role' = '%s' for last platform
de: PTv2 Route: falsche 'role' = '%s' für die letzte Platform
fr: Ligne PTv2 : mauvais 'role' = '%s' pour la dernière plateforme

source: PTv2 route: the beginning of the route on the first way (%s) is not near the first platform stop (%s).
fr: Ligne PTv2 : le début de la ligne / la première voie (%s) n'est pas à coté de la première plateforme (%s).

source: Distance = %d metres / %d feet.
fr: Distance = %d mètres / %d pieds.

source: Error in input data: insufficient data for nodes
ca: Error a les dades d'entrada: dades insuficients per als nodes
de: Fehler in den Inputdaten: nicht genügend Daten für 'nodes'
fr: Erreur dans les données d'entrée : pas assez de nœuds 'nodes'
sr: Грешка у улазним подацима: недовољно података за чворове

source: Error in input data: insufficient data for ways
ca: Error a les dades d'entrada: dades insuficients per a les vies
de: Fehler in den Inputdaten: nicht genügend Daten für 'ways'
fr: Erreur dans les données d'entrée : pas assez de voies 'ways'
sr: Грешка у улазним подацима: недовољно података за путеве

source: Error in input data: insufficient data for relations
de: Fehler in den Inputdaten: nicht genügend Daten für 'relations'
fr: Erreur dans les données d'entrée : pas assez de données pour les relations

source: PTv2 route: the end of the route on the last way (%s) is not near the last platform stop (%s).
fr: Ligne PTv2 : la fin de la ligne / la dernière voie (%s) n'est pas à coté de la dernière plateforme (%s).

source: PTv2 route: 'roundtrip' is not set and the first and the last platform stops are the same.
fr: Ligne PTv2 : l'attribut 'roundtrip' n'est pas indiqué alors que la première et la dernière plateforme sont identiques.

source: Consider setting 'roundtrip' = '%s'
fr: Il est recommandé de mettre l'attribut 'roundtrip' = '%s'

source: PTv2 route: 'roundtrip' = '%s' and the first and the last platform stops are the same.
fr: Ligne PTv2 : l'attribut 'roundtrip' = '%s' alors que la première et dernière plateforme sont identiques.

source: PTv2 route: 'roundtrip' = '%s' but the first and the last platform stops are not the same.
fr: Ligne PTv2 : l'attribut 'roundtrip' = '%s' alors que la première et dernière plateforme ne sont pas identiques.

source: PTv2 route: 'roundtrip' = 'yes' but the first and the last platform stops are more than %d metres / %d feet apart (actual distance = %d metres / %d feet).
fr: Ligne PTv2 : 'roundtrip' = 'yes' mais la première et dernière plateforme sont distantes de plus de %d mètres / %d pieds (distance actuelle = %d mètres / %d pieds).

source: PTv2 route: 'roundtrip' = 'yes' and the first and the last platform stops are less than %d metres / %d feet apart (actual distance = %d metres / %d feet).
fr: Ligne PTv2 : 'roundtrip' = 'yes' et la première et dernière plateforme sont distantes de moins de %d mètres / %d pieds (distance actuelle = %d mètres / %d pieds).

source: This is considered acceptable.
fr: Ceci est considéré comme acceptable.

source: wrong value
ca: valor incorrecte
de: falscher Wert
fr: Valeur erronée
sr: погрешна вредност

source: or
ca: o
de: oder
fr: ou
sr: или

source: missing key
ca: falta clau
de: fehlender Schlüssel
fr: clé manquante
sr: недостаје кључ

source: suspicious sub-type
ca: sub-type sospitós
de: verdächtige Wegeklassifizierung
fr: sous-type douteux
sr: сумњив подтип

source: 'barrier'='%s' with implied 'access'='no'
ca: 'barrier'='%s' amb 'access'='no' implícit
de: 'barrier'='%s' mit implizitem 'access'='no'
fr: 'barrier'='%s' avec 'access'='no' implicite
sr: 'barrier'='%s' претпоставља и 'access'='no'

source: PTv2 route: 'name' includes deprecated '&lt;=&gt;'
ca: Ruta PTv2: 'name' inclou '&lt;=&gt;' obsolet
de: PTv2 Route: 'name' enthält unübliches '&lt;=&gt;'
fr: Ligne PTv2 : 'name' contient '&lt;=&gt;' obsolète
sr: PTv2 рута: 'name' ознака укључује и застарели '&lt;=&gt;'

source: PTv2 route: 'name' includes deprecated '==&gt;'
ca: Ruta PTv2: 'name' inclou '==&gt;' obsolet
de: PTv2 Route: 'name' enthält unübliches '==&gt;'
fr: Ligne PTv2 : 'name' contient '==&gt;' obsolète
sr: PTv2 рута: 'name' укључује застарели '==&gt;'
