Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: This section lists further relations of the environment of the routes:
ca: Aquesta secció llista relacions ampliades de l'entorn de les rutes:
de: Dieser Abschnitt enthält weitere Relationen aus dem Umfeld der Linien:
fr: Cette section liste d'autres relations à proximité des lignes :
sr: Овај одељак излистава даље релације у окружењу рута:

source: potentially wrong 'route' or 'route_master' values?
ca: valors de 'route' o 'route_master' potencialment erronis?
de: evtl. falsche 'route' oder 'route_master' Werte?
fr: valeurs des attributs 'route' et 'route_master' potentiellement erronées ?
sr: потенцијално погрешне вредности 'route' или 'route_master' вредности?

source: e.g. 'route' = 'suspended_bus' instead of 'route' = 'bus'
ca: ex. 'route' = 'suspended_bus' en comptes de 'route' = 'bus'
de: z.B. 'route' = 'suspended_bus' statt 'route' = 'bus'
fr: par exemple 'route'='suspended_bus' au lieu de 'route' = 'bus'
sr: нпр. 'route' = 'suspended_bus' уместо 'route' = 'bus'

source: but also 'type' = 'network', 'type' = 'set' or 'route' = 'network', i.e. a collection of all routes and route-masters belonging to the 'network'.
ca: però també 'type' = 'network', 'type' = 'set' o 'route' = 'network', per exemple: una col·lecció de totes les rutes i rutes mestres pertanyents al 'network'.
de: aber auch 'type' = 'network', 'type' = 'set' oder 'route' = 'network', d.h. eine Sammlung aller zum 'network' gehörenden Route und Route-Master.
fr: mais aussi les attributs 'type' = 'network', 'type' = 'set' ou 'route' = 'network', c'est à dire une collection de toutes les lignes et lignes maître appartenant au réseau 'network'.
sr: али такође и 'type' = 'network', 'type' = 'set' или 'route' = 'network', тј. скуп свих рута и мастер рута које припадају мрежи 'network'.

source: such <strong>collections are strictly spoken errors</strong>, since relations shall not represent collections:
ca: aquestes <strong>col·leccions són estrictament errors de llenguatge</strong>, ja que les relacions no poden representar col·leccions:
de: solche <strong>Sammlungen sind streng genommen Fehler</strong>, da Relationen keine Sammlungen darstellen sollen:
fr: <strong>il s'agit au sens strict d'erreurs</strong>, car les relations ne doivent pas représenter des collections :
sr: такви <strong>скупови су, строго говорећи, грешке</strong>, пошто релације не треба да представљају скупове:

source: Relations/Relations are not Categories
fr: Les relations ne sont pas des catégories

source: The following values and combinations have been found in the provided data but they will not be listed here.
ca: Els següents valors i combinacions s'han trobat a les dades proporcionades però no es llistaran aquí.
de: Die folgenden Werte bzw. Kombinationen wurden in den Inputdaten gefunden, werden hier aber nicht angezeigt.
fr: Les valeurs suivantes ont été trouvées dans les données mais ne sont pas listées ici.
sr: Следеће вредности и комбинације су пронађене у датим подација, али неће бити излистани овде.

source: They represent so called 'well defined' values and are not considered as errors.
ca: Representen els valors anomenats 'ben definits' i no son considerats com a errors.
de: Sie gelten als 'wohl definierte' Werte und nicht als Fehler.
fr: Il s'agit de valeur 'admises' qui ne sont pas considérées comme des erreurs.
sr: Оне представљају солидно дефинисане вредности и не сматрају се грешкама.

source: The contents of the 'network' tag will be searched for:
ca: Els continguts de l'etiqueta 'network' seran cercats per:
de: Der Inhalt von 'network' wird nach den folgenden Werten durchsucht:
fr: Valeurs de l'attribut 'network' utilisées :
sr: За садржај 'network' ознаке ће бити претраживане следеће вредности:

source: The contents of the 'operator' tag will be searched for:
ca: Els continguts de l'etiqueta 'operator' seran cercats per:
de: Der Inhalt von 'operator' wird nach den folgenden Werten durchsucht:
fr: Valeurs de l'attribut 'operator' utilisées :
sr: За садржај 'operator' ознаке ће бити претраживане следеће вредности:

source: 'operator' is not set
ca: no s'ha definit 'operator'
de: 'operator' ist nicht gesetzt
fr: l'attribut 'operator' n'est pas défini
sr: 'operator' ознака није постављена

source: Considered 'network'-Values
ca: Considerats valors 'network'
de: Berücksichtigte 'network'-Werte
fr: Valeurs de l'attribut 'network' prises en compte
sr: 'network' вредности који се разматрају

source: This section lists the 'network'-values which have been considered; i.e. which match to one of the values above.
ca: Aquesta secció llista els valors 'network' que han estat considerats; per exemple, els que corresponguin a un dels valors indicats abans.
de: Dieser Abschnitt listet die 'network'-Werte auf, die berücksichtigt wurden, d.h. die einen der oben aufgeführten Werte enthalten.
fr: Cette section liste les valeurs de l'attribut 'network' qui ont été prises en compte car elles sont identiques aux valeurs ci-dessus.
sr: Овај одељак излистава вредности 'network' ознаке који се разматрају, тј. који се поклапају са неким од вредности изнад.

source: and more ...
ca: i més...
de: und mehr ...
fr: et d'autres ...
sr: и још...

source: This section lists the 'operator'-values which have not been considered.
ca: Aquesta secció llista els valors 'operator' que no han estat considerats.
de: Dieser Abschnitt listet die 'operator'-Werte auf, die nicht berücksichtigt wurden.
fr: Cette section liste les valeurs de l'attribut 'operator' qui n'ont pas été prises en compte.
sr: Овај одељак излистава вредности 'operator' ознаке који се не разматрају.

source: They might include typos in values which otherwise should have been considered.
ca: Poden incloure faltes d'ortografia als valors sense les quals haguessin estat considerats.
de: Es liegen eventuell Tippfehler in Werten vor, die ansonsten zu berücksichtigen wären.
fr: Cela correspond par exemples à des fautes d'orthographe ou des typos.
sr: Овде може да буде и грешака у куцању које иначе треба разматрати.

source: Additionally considered 'network'-Values
ca: Addicionalment considerats valors 'network'
de: Zusätzlich berücksichtigte 'network'-Werte
fr: Valeurs supplémentaires de l'attribut 'network'
sr: Додатне 'network' вредности које се разматрају

source: This section lists 'network' values that were additionally considered because the 'network' value of the Route-Master or member Route matched.
ca: Aquesta secció llista els valors 'network' que es van considerar casualment ja que el valor 'network' de la Ruta Mestra o una Ruta membre coincideixen.
de: Dieser Abschnitt listet 'network'-Werte auf, die zusätzlich berücksichtigt wurden weil der 'network'-Wert des Route-Masters oder einer Member-Route passte.
fr: Cette section liste les valeurs supplémentaires de l'attribut 'network' car la valeur 'network' de la ligne maître ou de ces membres correspondait.
sr: Овај одељак излистава додатне вредности 'network' ознаке који се још разматрају пошто се 'network' ознака мастер руте или руте-чланице поклапа.

source: Not Considered 'network'-Values
ca: No Considertas valors 'network'
de: Nicht berücksichtigte 'network'-Werte
fr: Valeurs de l'attribut 'network' non prises en compte
sr: 'network' вредности које се не разматрају

source: This section lists the 'network'-values which have not been considered.
ca: Aquesta secció llista els valors 'network' que no han estat considerats
de: Dieser Abschnitt listet die 'network'-Werte auf, die nicht berücksichtigt wurden.
fr: Cette section liste les valeurs de l'attribut 'network' qui n'ont pas été prises en compte.
sr: Овај одељак излистава вредности 'network' ознаке који се не разматрају.

source: This section lists references to GTFS feed information found in the CSV list and in Route-Master and Route relations.
ca: Aquesta secció llista les referencies a la informació d'origen GTFS trobat al llistat CSV i a les relacions Ruta Mestra i Ruta.
de: Dieser Abschnitt listet Verweise auf GTFS Quellen auf, wie sie in der CSV-Liste und den Route-Master und Route Relationen gefunden wurden.
fr: Cette section liste les références au flux GTFS d'information trouvé dans la liste CSV et dans les lignes maître et lignes.
sr: Овај одељак излистава референце на GTFS ифромације довода нађене у CSV листи, као и у релацијама мастер руте и руте.

source: References to GTFS from CSV list
ca: Referències a GTFS del llistat en CSV
de: Verweise auf GTFS in der CSV-Liste
fr: Référence à GTFS de la liste CSV
sr: Референце ка GTFS-у из CSV листе

source: This section lists the name of the GTFS feed and the related release date information as found in the CSV list.
ca: Aquesta secció llista els noms d'origen dels GTFS i la informació de dates de publicació trobades a la llista CSV.
de: Dieser Abschnitt listet Namen und Versionen von GTFS Quellen auf, wie sie der CSV-Liste gefunden wurden.
fr: Cette section liste le nom du flux GTFS et la date de publication appropriée trouvés dans la liste CSV.
sr: Овај одељак излистава име GTFS довода и повезани датум издавања информација, на основу података из CSV листе.

source: An empty release date means: reference to the latest GTFS information, the latest available at PTNA.
ca: Una data de publicació buida significa: referenciar a l'última informació GTFS, l'última disponible al PTNA.
de: Ein leerer Eintrage für das Datum bedeutet: es ist ein Verweis auf die aktuellste bei PTNA verfügbare GTFS Quelle.
fr: Une date de publication vide veut dire : référence à la dernière information GTFS, la dernière disponible avec PTNA.
sr: Празан датум издавања значи: референца на последње GTFS информације, последње доступне на PTNA.

source: Example
ca: Exemple
de: Beispiel
fr: Exemple
sr: Пример

source: Where the GTFS feed name is 'DE-BY-MVV' and the release date is '2020-07-24'.
ca: On el nom d'origen del GTFS és 'ES-CT-ATMB' i la data de publicació és '2024-01-18'.
de: Wo der Name der GTFS Quelle 'DE-BY-MVV' und das Datum der Version '2020-07-24' ist.
fr: Où le nom du flux GTFS est 'DE-BY-MVV' et la date de publication est '2020-07-24'.
sr: Где је име GTFS довода 'DE-BY-MVV', а датум издавања '2020-07-24'.

source: References to GTFS from relations
ca: Referències a GTFS de les relacions
de: Verweise auf GTFS in Relationen
fr: Fait référence à GTFS de des relations
sr: Референце ка GTFS-у из релација

source: This section lists the name of the GTFS feed and the related release date information as found in Route-Master and Route relations.
ca: Aquesta secció llista els orígens dels GTFS i la data de publicació, tal i com s'informa a les relacions de Route-Master i Route.
de: Dieser Abschnitt listet Namen und Versionen von GTFS Quellen auf, wie sie in Route-Master und Route Relationen gefunden wurden.
fr: Cette section liste le nom du flux GTFS et la date de publication trouvés dans les relations lignes maître et lignes.
sr: Овај одељак излистава име GTFS довода и повезани датум издавања информација, на основу података из релација мастер руте и руте.

source: In addition to that, the source of the information (name and date) is listed.
ca: A més a més, l'origen de la informació (nom i data) es troba llistat.
de: Zusätzlich wird noch die Quelle der Information (Name und Datum) aufgeführt.
fr: De surcroit, la source de l'information (nom et date) est listée.
sr: Поред тога се исписује и извор информација (име и датум).

source: The value '--gtfs-feed' refers to the corresponding global analysis option, because no information about the source of the GTFS feed information was found in the Route-Master or Route relation.
ca: El valor '--gtfs-feed' fa referència a l'opció global d'analisi corresponent, ja que no s'ha trobat informació sobre l'origen de la informació GTFS a la relació de la Ruta Mestra o Ruta.
de: Der Wert '--gtfs-feed' verweist auf die entsprechende globale Analyseoption hin, in den Route-Master und Route Relationen wurden keine Informationen über die GTFS Quelle gefunden.
fr: La valeur '--gtfs-feed' fait référence l'option d'analyse globale correspondante, car aucune information à propos de la source du flux d'informations GTFS a été trouvée dans les ligne maître ou lignes.
sr: Вредност '--gtfs-feed' се односи на одговарајућу опцију глобалне анализе, пошто није нађен извор информација GTFS довода у релацијама руте и мастер руте.

source: key = value
ca: clau = valor
de: Schlüssel = Wert
fr: clé 'key' = valeur 'value'
sr: кључ = вредност

source: This section lists conditional access statements found on ways used by public transport vehicles.
fr: Cette section répertorie les conditions d'accès trouvées sur les voies empruntées par les véhicules de transports publics.

source: PTNA will not completely evaluate conditional access statements, they are too complex.
fr: PTNA ne va pas évaluer les conditions d'accès, elles sont trop complexes.

source: If a statement includes a 'yes', 'permissive', 'permit', 'official', 'destination' or 'designated' as first word, PTNA will assume 'access granted'.
fr: Si une condition inclus un 'yes', 'permissive', 'permit', 'official', 'destination' ou 'designated' comme premier mot, PTNA considèrera l'accès comme validé.

source: Otherwise, PTNA will ignore the statement and search for and analyse further statements tagged on this way.
fr: Sinon PTNA va ignorer cette condition d'accès et rechercher et analyser d'autres conditions indiquées sur la voie.

source: Take a look at the list of conditional access statements.
fr: Vérifiez la liste des conditions d'accès.

source: Some of them might be outdated, i.e., the restriction was valid in the past.
fr: Certaines pourraient être obsolètes, par exemple celles qui était valides dans le passé.

source: Consider removing these restrictions at some point.
fr: Il est recommandé dans ce cas de retirer la condition d'accès.

source: Browse on map
ca: Navega-hi al mapa
de: Auf der Karte anzeigen
fr: Parcourir sur la carte
sr: Гледај на карти

source: Edit in iD
ca: Edita a iD
de: In iD bearbeiten
fr: Modifier avec ID
sr: Измени у iD едитору

source: Edit in JOSM
ca: Edita a JOSM
de: In JOSM bearbeiten
fr: Modifier avec JOSM
sr: Измени у JOSM-у

source: Edit in Relatify
ca: Edita a Relatify
de: In Relatify bearbeiten
fr: Modifier avec Relatify

source: Show relation on special map
ca: Mostra la relació a un mapa especial
de: Auf einer speziellen Karte anzeigen
fr: Montrer la relation sur la carte spéciale
sr: Прикажи релације на посебној карти

source: Show route details on jungle-bus' unroll page
ca: Mostra detalls de ruta a la pàgina de desplegament de jungle-bus
de: Zeige Routendetails auf der 'unroll' Seite von jungle-bus
fr: Voir les détails de la ligne sur Jungle Bus Unroll

source: '%s' = '%s' includes the separator value ';' (semi-colon) with sourrounding blank
ca: '%s' = '%s' inclou el separador ';' (punt i coma) amb espais en blanc
de: '%s' = '%s' enthält das Trennzeichen ';' (Semikolon) mit umgebendem Leerzeichen
fr: L'attribut '%s' = '%s' de cet arrêt comprend des espaces en trop autour du séparateur ';' (point-virgule)
sr: '%s' = '%s' укључује и раздвајач ';' (тачка-зарез) са околним белинама

source: '%s' of Route is not set but '%s' of Route-Master is set: %s
de: '%s' der Route ist nicht gesetzt aber '%s' des Route-Masters ist gesetzt: %s
fr: L'attribut '%s' de la ligne n'est pas défini contrairement à l'attribut '%s' de la ligne maître : %s

source: '%s' of Route is set but '%s' of Route-Master is not set: %s
de: '%s' der Route ist gesetzt aber '%s' des Route-Masters ist nicht gesetzt: %s
fr: L'attribut '%s' de la ligne est définie contrairement à l'attribut '%s' de la ligne maitre : %s

source: 'gtfs:shape_id' = '%s' is set but neither 'gtfs:trip_id' nor 'gtfs:trip_id:sample' is set: consider setting one of them as they provide additional information about stops (their names, sequence and locations).
ca: 'gtfs:shape_id' = '%s' s'ha definit però no s'ha informat 'gtfs:trip_id' o 'gtfs:trip_id:sample': considera configurar-ne un ja que proporcionen informació addicional de les parades (els noms, les seqüències i ubicacions).
de: 'gtfs:shape_id' = '%s' ist gesetzt aber weder 'gtfs:trip_id' noch 'gtfs:trip_id:sample' ist gesetzt: setzte einen von beiden, da diese weitere Informationen über Haltestellen liefern (Namen, Reihenfolge und Positionen).
fr: 'gtfs:shape_id' = '%s' est défini, mais ni 'gtfs:trip_id' ni 'gtfs:trip_id:sample' ne le sont: définir l'un des deux permettrait d'avoir des informations additionnelles sur les arrêts (noms, séquences, emplacements).
sr: 'gtfs:shape_id' = '%s' је постављен, али нити 'gtfs:trip_id' ни 'gtfs:trip_id:sample' није: размислите да поставите једна од ова два јер они пружају додатне информације о станицама (имена, редослед, положај).

source: GTFS shape data provides (only) information about the itinerary of the vehicle.
ca: El fitxer GTFS proporciona dades i informació (únicament) sobre l'itinerari del vehicle.
de: GTFS-shape-Daten liefern (nur) Information über den Verlauf der Fahrt des Fahrzeugs.
fr: Les données GTFS des tracés (shape) contiennent (uniquement) des informations à propos de l'itinéraire du véhicule.
sr: GTFS подаци о облику пута пружају (само) информације о итеринеру возила.

source: In addition, GTFS trip data provides useful information about stops: their names, their sequences and their locations.
ca: A més a més, les dades de viatge del GTFS proporcionen informació útil de parades: els seus noms, les seves seqüències i les seves ubicacions.
de: GTFS-trip-Daten liefern zusätzliche Informationen über Haltestellen: deren Namen, deren Reihenfolge und deren Positionen.
fr: De plus, les données GTFS des trajets offrent des informations utiles sur les arrêts: leurs noms, séquences et emplacements.
sr: Такође, GTFS подаци о путу пружају корисне информације о станицама: њихова имена, редослед, њихове положаје.

source: This additional information can be used to compare OSM data with GTFS data.
ca: La informació addicional es pot emprar per comparar les dades d'OSM amb les dades GTFS.
de: Diese zusätzlichen Informationen können genutzt werden, um OSM-Daten mit GTFS-Daten zu vergleichen.
fr: Ces informations supplémentaires peuvent être utilisées pour comparer les données OSM avec celles des GTFS.
sr: Ове додатне информације могу да се користе да упореде OSM податке са GTFS подацима.

source: Add either 'gtfs:trip_id' or 'gtfs:trip_id:sample' information.
ca: Afegeix informació 'gtfs:trip_id' o 'gtfs:trip_id:sample'.
de: Füge 'gtfs:trip_id' oder 'gtfs:trip_id:sample' Daten hinzu.
fr: Ajoutez soit l'information de 'gtfs:trip_id' soit celle de 'gtfs:trip_id:sample'.
sr: Додајте или 'gtfs:trip_id' или 'gtfs:trip_id:sample' информације.

source: 'public_transport:version' is not set
ca: 'public_transport:version' no està definit
de: 'public_transport:version' ist nicht gesetzt
fr: L'attribut 'public_transport:version' n'est pas défini
sr: 'public_transport:version' ознака није постављена

source: CSV data includes errors. Line %s of Routes-Data. Contents: '%s'
fr: Les données CSV contiennent des erreurs. Ligne %s des données de parcours. Contenu : '%s'

source: CSV data: field 'gtfs_feed' (= '%s') is wrong. Line %s of Routes-Data. Contents: '%s'
fr: Données CSV : le champ 'gtfs_feed' (= '%s') est incorrect. Ligne %s de Routes-Data. Contenu : '%s'

source: CSV data: field 'release_date' (= '%s') is wrong. Should be a date (YYYY-MM-DD), 'latest', 'previous' or 'long-term'. Line %s of Routes-Data. Contents: '%s'
fr: Données CSV : champs 'release_date' (= '%s') erroné. Ce devrait être une date (YYYY-MM-DD), 'latest', 'previous' ou 'long-term'. Ligne des données d'itinéraires %s. Contenu : '%s'

source: First character of line ('%s') is reserved. Please put the first CSV field into double quotes ("..."). Line %s of Routes-Data. Contents: '%s'
fr: Le premier caractère de la ligne ('%s') est réservé. Veuillez mettre le premier champs CSV dans des guillemets ("..."). Ligne des données d'itinéraires %s . Contenu : '%s'

source: This Route relation has been included into the input data as a side-effect, the members (relations, ways, nodes) of this Route have not been included.
de: Diese Routen-Relation wurde durch einen Seiteneffekt in die Input-Daten einbezogen, die zugehörigen Elemente (Relations, Ways und Nodes) sind nicht in den Input-Daten enthalten.
fr: Cette relation ligne a été incluse dans les données d'entrée en tant qu'effet secondaire, les membres (relations, voies et nœuds) de cette ligne n'ont pas été inclus.

source: This route is expected as '%s' ('bus', 'tram', ...) according to CSV data, but does not exist in the given data set (see also section: "Overpass API Query").
ca: Aquesta ruta s'esperava com a '%s' ('bus', 'tram', ...) seguint les dades del CSV, però no existeix al conjunt de dades proporcionat (veure també la secció: "Overpass API Query").
de: Diese Route wird laut CSV-Daten als '%s' ('bus', 'tram', ...) erwartet, existiert aber nicht im gegebenen Datensatz (siehe Abschnitt: "Overpass-API Abfrage").
fr: Cette ligne est attendue comme '%s' ('bus', 'tram', ...) selon les données CSV, mais n'existe pas dans les données fournies (voir section : "API Requête Overpass").
sr: Ова рута је очекивана као '%s' ('bus', 'tram', ...) према CSV подацима, али не постоји у датом скупу података (погледајте и одељак: "Overpass API упит").

source: The starting point on the first way ('role' = '') of the relation is far from the first 'role' = 'platform', more than %d meters.
fr: Le premier nœud de la première voie ('role' = '') de la relation est éloigné du premier 'role' = 'platform', plus que %d mètres.

source: This could be an indication that the ways of the route are not well sorted, that the route has a gap.
fr: Ceci pourrait être une indication que les voies de la ligne ne sont pas triées de la bonne façon ou qu'il y a un trou.

source: This could be an indication that the real first platform is missing or that the platforms are not well sorted.
fr: Ceci pourrait être une indication que la vraie première plateforme est manquante ou que les plateformes ne sont pas triées de la bonne façon.

source: Check that the first way in the route relation is actually the first way of the trip before using 'Relatify'.
fr: Vérifiez que la première voie de la ligne est en fait la première voie du parcours avant d'utiliser 'Relatify'.

source: The final point of the last way ('role' = '') of the relation is far from the last 'role' = 'platform', more than %d meters.
fr: Le dernier nœud de la dernière voie ('role' = '') de la relation est éloigné du dernier 'role' = 'platform', plus que %d mètres.

source: This could be an indication that the real last platform is missing or that the platforms are not well sorted.
fr: Ceci pourrait être une indication que la vraie dernière plateforme est manquante ou que les plateformes ne sont pas triées de la bonne façon.

source: Check that the last way in the route relation is actually the last way of the trip before using 'Relatify'.
fr: Vérifiez que la dernière voie de la ligne est en fait la dernière voie du parcours avant d'utiliser 'Relatify'.

source: The vehicle uses a motorway entrance or exit without using a motorway/trunk road immediately after or before it.
ca: El vehicle fa ús d'una entrada o sortida a una autovia/autopista sense circular per l'autovia/autopista immediatament després o abans.
de: Das Fahrzeug benutzt eine Autobahnauf- bzw. abfahrt ohne unmittelbar danach oder davor eine Autobahn/Trunk zu benutzen.
fr: Le véhicule utilise une entrée ou sortie d'autoroute sans autoroute/voie rapide le succédant ou le précédant immédiatement.
sr: Возило користи улаз или излаз за моторна возила без да има пута за моторна возила директно пре или после њега.
