Repository: osm-ToniE/ptna
Catalog: po/*.po
Languages: ca, de, fr, sr

source: is outdated, fits to older GTFS version only
ca: està obsolet, només s'adapta a la versió anterior de GTFS
de: ist veraltet, passt nur zur Vorgängerversion der GTFS-Daten
fr: est obsolète, spécifique aux anciennes versions de GTFS

source: does not exist
ca: no existeix
de: existiert nicht
fr: n'existe pas
sr: не постоји

source: Compare GTFS route with OSM route_master/route
ca: Compara la ruta GTFS amb la route_master/route d'OSM
de: Vergleiche GTFS route mit OSM route_master/route
fr: Compare le GTFS avec la ligne maître/ligne OSM

source: Compare GTFS trip with OSM route
ca: Compara la ruta GTFS amb la ruta OSM
de: Vergleiche GTFS trip mit OSM route
fr: Compare la ligne GTFS avec la ligne OSM

source: does not provide any 'shape' data
ca: no s'ha proporcionat cap fitxer 'shape'
de: stellt keine 'shape' Daten zu Verfügung
fr: ne contient pas de donnée 'shape'
sr: не пружа никакве 'shape' податке

source: internal error
de: interner Fehler
fr: erreur interne

source: Message
ca: Missatge
de: Meldung
sr: Порука

source: Type
ca: Tipus
de: Typ
sr: Тип

source: Description
ca: Descripció
de: Beschreibung
sr: Опис

source: Image
ca: Imatge
de: Bild
sr: Слика

source: Relations
ca: Relacions
de: Relationen
sr: Релације

source: Notes
de: Anmerkungen
sr: Напомене

source: Type (type=)
ca: Tipus (type=)
de: Typ (type=)
sr: Тип (type=)

source: Date
ca: Data
de: Datum
sr: Датум

source: Ferry
ca: Ferri
de: Fähre
sr: Трајект

source: Route without Node(s)
de: Route ohne Node(s)

source: Route with only 1 Node
de: Route mit nur einem Node

source: PTv2 route: there are no 'public_transport' = 'stop_position' and no 'public_transport' = 'platform'
de: PTv2 Route: es gibt keine 'public_transport' = 'stop_position' und keine 'public_transport' = 'platform'

source: PTv2 route: there is no 'public_transport' = 'stop_position'
de: PTv2 Route: es gibt keine 'public_transport' = 'stop_position'

source: PTv2 route: there is only one 'public_transport' = 'stop_position'
de: PTv2 Route: es gibt nur eine 'public_transport' = 'stop_position'

source: PTv2 route: there is no 'public_transport' = 'platform'
de: PTv2 Route: es gibt keine 'public_transport' = 'platform'

source: PTv2 route: there is only one 'public_transport' = 'platform'
de: PTv2 Route: es gibt nur eine 'public_transport' = 'platform'

source: PTv2 route: has a gap, consists of %d segments. Gap appears at way
de: PTv2 Route: hat eine Lücke, besteht aus %d Segmenten. Die Lücke ist bei dem Weg
sr: PTv2 рута: постоје неповезани делови, рута садржи %d сегмент. Путеви нису повезани

source: PTv2 route: empty 'role'
de: PTv2 Route: leere 'role'
sr: PTv2 рута: празна 'role'

source: Route: restricted access ('bus'='school') to way for a route relation not tagged with 'bus'='school'
de: Route: eingeschränkte Befahrbarkeit ('bus'='school') auf Weg für eine Routen-Relation, die nicht mit 'bus'='school' getagged ist

source: Route: suspicious access restriction (%s) to way. Check whether this should be '%s:lanes'='%s'
de: Route: verdächtige Beschränkung (%s) auf Weg. Prüfe, ob das nicht '%s:lanes'='%s' sein sollte

source: New
de: Neu

source: Contact
ca: Contacta
de: Kontakt
sr: Контакт

source: <a href="https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories">Relations/Relations are not Categories</a>
de: <a href="https://wiki.openstreetmap.org/wiki/DE:Relationen/Relationen_sind_keine_Kategorien">Relationen sind keine Kategorien</a>
sr: <a href="https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories">Релације/Релације_Нису_Категорије</a>

source: CSV data includes too many ';'. Line %s of Routes-Data. Contents of line: '%s'
de: Die CSV-Daten enthalten zu viele ';'. Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: CSV data: field 'gtfs_feed' (= '%s') is wrong. Line %s of Routes-Data. Contents of line: '%s'
de: Die CSV-Daten: Date Feld 'gtfs_feed' (= '%s') ist falsch. Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: CSV data: field 'release_date' (= '%s') is wrong. Should be a date (YYYY-MM-DD), 'latest', 'previous' or 'long-term'. Line %s of Routes-Data. Contents of line: '%s'
de: Die CSV-Daten: Date Feld 'release_date' (= '%s') ist falsch. Es sollte ein Datum (JJJJ-MM-TT) sein, oder 'latest', 'previous' oder 'long-term'. Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: First character of line ('%s') is reserved. Please put the first CSV field into double quotes ("..."). Line %s of Routes-Data. Contents of line: '%s'
de: Das erste Zeichen der Zeile ('%s') ist reserviert. Bitte das erste CSV-Feld in doppelte Anführungszeichen setzten ("..."). Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: Please consult the OSM Wiki: https://wiki.openstreetmap.org/wiki/Map_Features#Restrictions
de: Bitte konsultiere das OSM Wiki: https://wiki.openstreetmap.org/wiki/DE:Map_Features#Beschränkungen
sr: Погледајте OSM вики: https://wiki.openstreetmap.org/wiki/Map_Features#Restrictions

source: Route-Type is not set. Line %s of Routes-Data. Contents of line: '%s'
de: Fahrzeugtyp ist nicht definiert. Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: Route-Type is not supported: '%s'. Line %s of Routes-Data. Contents of line: '%s'
de: Fahrzeugtyp wird nicht unterstützt: '%s'. Zeile %s der Routen-Daten. Inhalt der Zeile: '%s'

source: Option
ca: Opció
sr: Опција

source: Relation (id=)
ca: Relació (id=)
sr: Релација (id=)

source: Trolley Bus
ca: Trolebús
sr: Тролејбус

source: Relation
ca: Relació
sr: Релација

source: Bus
sr: Аутобус

source: Mono-Rail
sr: Монорејл
